{
    "Hammer_1": [
        "Worshipers of the halfling deity Cyrrollalee celebrate Hearthday.",
        "Worshipers of Moander celebrate Balefire.",
        "Many dwarven communities celebrate the anniversary of the blessing of Moradin that began a resurgence in the birthrate in the Year of Thunder.",
        "Followers of Tyr perform the ritual of Seeing Justice, at which a giant warhammer appears above the congregation glowing white hot.",
        "Waterdhavians celebrate the Wintershield holiday by staying at home, sipping warmed ciders and herb-infused beverages and making plans for the new year, often consulting maps.",
        "In 987 DR, an ill-fated dwarven mining expedition left Dennin's Delve on the isle of Moray in the Moonshaes and headed west beneath the Trackless Sea.",
        "In 1372 DR, the floating enclave Thultanthar that escaped the Fall of Netheril was brought out of the Plane of Shadow by Galaeron Nihmedu. It appeared hovering over the ruins of Karse in the Dire Wood region of the High forest.",
        "In 1373 DR, the lich Sammaster successfully bound his phylactery to the Dracorage mythal, and caused a Rage that was not linked to the King-Killer Star.",
        "In 1375 DR, one of the fallen Netherese enclaves, Negarath, was discovered by the shadowdancer and rogue, Fox-at-Twilight. There she met the goliath ranger Gargan and they escaped the clutches of a mad priest of Demogorgon named Gestal."
    ],
    "Hammer_2": [
        "There are no interesting events for today. *Meow*"
    ],
    "Hammer_3": [
        "There are no interesting events for today. *Meow*"
    ],
    "Hammer_4": [
        "In 712 DR, the Army of Darkness defeated the Yshaalnoth clan of elves at the battle of Yshaalnoth's Pyre, one of the Northern Massacres during the Weeping War.",
        "In 1368 DR, Kurth Dracomore and other followers of Bane were slain by Cyricist inquisitors in Darkhold. Kurth's head was sent to Fzoul Chembryl as a warning to him and his faction."
    ],
    "Hammer_5": [
        "In 714 DR, the Army of Darkness won the battle of the Flaming Towers against a number of elven scouting parties during the Third Court Crusade."
    ],
    "Hammer_6": [
        "There are no interesting events for today. *Meow*"
    ],
    "Hammer_7": [
        "In 712 DR, the rapidly advancing Army of Darkness surrounded a satyr outpost in Cormanthor and began tightening its grip in what became known as the Battle for Sulla's Glade."
    ],
    "Hammer_8": [
        "In 712 DR, the Battle for Sulla's Glade in Cormanthor ended with the massacre of over 200 satyrs by the Army of Darkness.",
        "In 1370 DR Agents of the Zhentarim delivered the Scepter of the Sorcerer to Fzoul Chembryl, which they uncovered from ruins beneath the Gulthmere Forest. While he was unable to wield the artifact, he hid it within the subterranean temple of Iyachtu Xvim located beneath Zhentil Keep.",
        "In 1373 DR, Kuang Li Chien from Shou Lung arrived in the city of Spandeliyon near the tip of the Altumbel peninsula, looking for a one-eyed halfling named Brin."
    ],
    "Hammer_9": [
        "In 1370 DR, Lady Syleda Krimmevol, the lover of Lord Carn Manthar gave birth to fraternal twins Ithnil and Dylea."
    ],
    "Hammer_10": [
        "Zakharans celebrate Founder's Day on the 10th of Taraq. Founder's Day was the birthday of the very first Grand Caliph.",
        "In 1487 DR, the gods Asmodeus and Azuth separated and became individual gods. Nanna-Sin was resurrected, though as an immortal instead of as a god, as part of a covenant struck between Enlil and Asmodeus. The First Tymanther-Unther War ended with a decisive Tymantheran victory."
    ],
    "Hammer_11": [
        "In 1372 DR, Kern Desanea, assisted by the undead paladin Miltiades, recovered the Warhammer of Tyr that was stolen by Bane more than twenty years prior. As a reward for his service and penance, Tyr restored Miltiades to life."
    ],
    "Hammer_12": [
        "In 712 DR, the red dragon Garnetallisar rashly flew from Myth Drannor to attack the Army of Darkness. He was followed by his friend, the silver dragon Sylvallitham, who tried to reason with him but was reluctantly drawn into supporting his attack. They inflicted heavy losses on the daemonic army but both disappeared without a trace as they confronted the Trio Nefarious."
    ],
    "Hammer_13": [
        "Worshipers of Garl Glittergold celebrate the Communion of Laughter with various activities.",
        "Worshipers of Tyr perform the ritual of the Maiming at which a giant gauntleted hand appears above the congregation and then disappears in an illusion of flaming blood.",
        "In 1375 DR, a Shadovar agent possessing Lord Mourngrym Amcathra of Shadowdale was exorcized by a band of adventurers, freeing him from a month of spiritual domination. He resigned his lordship and together with the Knights of Myth Drannor the adventurers organized a rebellion against the occupying Zhentarim, killing Scyllua Darkhope. Azalar Falconhand was chosen as the new Lord of Shadowdale by acclamation."
    ],
    "Hammer_14": [
        "In 1373 DR, Li Chien from Shou Lung, and the bard Tychoben Arisaenn, on a quest to find the Yellow Silk of Kuang (a minor artifact), intercepted the pirate Brin and his henchmen. Two Red Wizards of Thay were also interested in acquiring the treasure."
    ],
    "Hammer_15": [
        "Worshipers of Waukeen observe Cold Counting Comfort, a High Festival in honor of the accounting that occupies many businesses during inclement weather."
    ],
    "Hammer_16": [
        "There are no interesting events for today. *Meow*"
    ],
    "Hammer_17": [
        "In 1375 DR, the recently deceased Scyllua Darkhope was denounced by Fzoul Chembryl for all Zhentilar failures and defeats in the Cormanthor War. He named her the \"Bitch in the Trees\" and declared she would never be resurrected again."
    ],
    "Hammer_18": [
        "In 1374 DR, Tower Reilloch in Evermeet was attacked by daemonfey and a shard of the Gatekeeper Crystal was stolen."
    ],
    "Hammer_19": [
        "There are no interesting events for today. *Meow*"
    ],
    "Hammer_20": [
        "There are no interesting events for today. *Meow*"
    ],
    "Hammer_21": [
        "In 987 DR, a dwarven mining expedition discovered the ruins of an ancient dwarven encampment in tunnels deep beneath the Trackless Sea."
    ],
    "Hammer_22": [
        "Worshipers of Tyr perform the ritual of the Blinding at which an illusion of a giant pair of eyes appears above the congregation and then sheds flaming tears until they drain away to nothing."
    ],
    "Hammer_23": [
        "In 1373 DR, a Flight of Dragons infected by the Rage, attacked and destroyed the town of Ylraphon, located in the Vast on the northeastern shore of the Dragon Reach."
    ],
    "Hammer_24": [
        "There are no interesting events for today. *Meow*"
    ],
    "Hammer_25": [
        "In 712 DR, the Harpers at Twilight, led by Lady Steel, Dathlue Mistwinter, began to infiltrate, sabotage, and harry the advancing Army of Darkness and its new ally Laummas, the Lich-King of Hlondath, using guerilla tactics against overwhelming numbers."
    ],
    "Hammer_26": [
        "There are no interesting events for today. *Meow*"
    ],
    "Hammer_27": [
        "There are no interesting events for today. *Meow*"
    ],
    "Hammer_28": [
        "In 712 DR, Lady Steel, Dathlue Mistwinter defeated Laummas, the Lich-King of Hlondath, with ferocious sword- and spell-work, but was herself slain by the traitor mage Nezras. The remaining Harpers at Twilight, enraged and grief-stricken, regrouped for a suicide charge against the Army of Darkness."
    ],
    "Hammer_29": [
        "In 712 DR, after the death of their leader, Dathlue Mistwinter, the last ninety members of the Harpers at Twilight charged into the ranks of the Army of Darkness, singing a battlesong and inflicting losses at a rate of ten to one. As their numbers dwindled near dawn, the remaining forty-two were miraculously saved by a mysterious female spellcaster who entreated them to flee while she unleashed devastating magics that panicked the daemonic horde into retreat."
    ],
    "Hammer_30": [
        "In 450 DR, Strohm I of Tethyr began his battle against the city of Shoonach.",
        "Worshipers of Deep Duerra call Midwinter's Eve the Rallying, observed by recounting the triumphs of the previous year and working up a dark anger by passing around a newly severed head of their next conquest.",
        "On Midwinter's Eve, worshipers of Ibrandul celebrate the Deliverance Unto Darkness.",
        "The Crones of Thanatos and other clergy venerate Kiaransalee with the ritual Graverending, raising many undead \"Vengeance Hunters\" who seek revenge on their killers for 24 hours.",
        "Worshipers of the orc deity Yurtrus celebrate the Putrescent Death on Midwinter's Eve by infecting sentient creatures with a deadly disease.",
        "In 1485 DR, the Battle of Midwinter in the Cold Vale took place between the goblinkin of Many-Arrows and the dwarves of Citadel Felbarr."
    ],
    "Alturiak_1": [
        "Worshipers of the halfling deity Cyrrollalee celebrate Hearthday.",
        "Followers of Tyr perform the ritual of Seeing Justice, at which a giant warhammer appears above the congregation glowing white hot."
    ],
    "Alturiak_2": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_3": [
        "In 1333 DR, Lord Balakh Eremantul penned a letter to his son Tarjtan, warning him of the trade war that ravaged Amn until the forming of the Council of Six.",
        "In 1370 DR, The banelich Faram attacked Fzoul Chembryl in the subterranean temple of Iyachtu Xvim located beneath Zhentil Keep. The dark priest killed the undead spellcaster with the scepter of the Sorcerer Kings destroying the temple in the resulting explosion."
    ],
    "Alturiak_4": [
        "In 450 DR, the dragon Iryklathagra plundered Shoonach and vowed never to use Tethyrian land as a hunting ground."
    ],
    "Alturiak_5": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_6": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_7": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_8": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_9": [
        "Followers of Marthammor Duin call this day the Rebirth and celebrate the dwarven wanderers leaving their mountain homes once again."
    ],
    "Alturiak_10": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_11": [
        "In 1373 DR, Erevis Cale and the members of House Uskevren became trapped in the Land of Stormweather."
    ],
    "Alturiak_12": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_13": [
        "Worshipers of Garl Glittergold celebrate the Communion of Laughter with various activities.",
        "Worshipers of Tyr perform the ritual of the Maiming at which a giant gauntleted hand appears above the congregation and then disappears in an illusion of flaming blood."
    ],
    "Alturiak_14": [
        "Waterdhavians celebrate the Grand Revel in honor of Lliira, Sharess, and Sune by consuming sweet treats, dancing, singing, and exchanging gifts in traditional young couple escapades."
    ],
    "Alturiak_15": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_16": [
        "In 987 DR, the Rockfire disaster occurred in deep tunnels beneath the Trackless Sea.[note 1]",
        "In 1374 DR, Sarya Dlardrageth used the Gatekeeper's Crystal to dispel the protection on the Sleeping Citadel and released hundreds of fey'ri."
    ],
    "Alturiak_17": [
        "In 1374 DR, armies of House Dlardrageth attacked shades inhabiting the ruins of Karse in the High Forest."
    ],
    "Alturiak_18": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_19": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_20": [
        "Worshipers of Waukeen observe Great Weave, a High Festival recognizing the making of textiles and weaving of tapestries."
    ],
    "Alturiak_21": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_22": [
        "Worshipers of Tyr perform the ritual of the Blinding at which an illusion of a giant pair of eyes appears above the congregation and then sheds flaming tears until they drain away to nothing."
    ],
    "Alturiak_23": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_24": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_25": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_26": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_27": [
        "In 1374 DR, Daelegoth Orndeir leads elite members of his Brotherhood of the Glorious Sun against an encampment of shadovar exploring the ruins of Karse. Brennus Tanthul is badly wounded and forced to flee."
    ],
    "Alturiak_28": [
        "There are no interesting events for today. *Meow*"
    ],
    "Alturiak_29": [
        "In 1360 DR, the berserkers and witches of Rashemen decimated the Tuigan Horde in the Battle of the Lake of Tears.",
        "In 1370 DR, Manshoon called a meeting of the Council of Lords of Zhentil Keep, with the aim of trapping Fzoul Chembryl and changing the inner circle of the Zhentarim."
    ],
    "Alturiak_30": [
        "In −1202 DR, Ali yn Enar el Samesaj was born, later becoming the Great Vizar of Calimport.",
        "Zakharans celebrated Fate's Day on the last day of Masta. Fate's Day recognized the miracles and other strange occurrences based upon the intervention of Fate."
    ],
    "Ches_1": [
        "Worshipers of the halfling deity Cyrrollalee celebrate Hearthday.",
        "Followers of Tyr perform the ritual of Seeing Justice, at which a giant warhammer appears above the congregation glowing white hot.",
        "At dawn on this day in 717 DR, the boy prophet Rhyester miraculously receives his sight. In honor of this event, Waterdhavians celebrate the holiday of Rhyestertide by covering one eye until the next dawn.",
        "In 1374 DR, newly freed daemonfey recruited an army of orcs and ogres from Myth Glaurach and sought revenge on the descendants of the elves who imprisoned them."
    ],
    "Ches_2": [
        "Sea elves celebrated the High Tide Festival.",
        "In 1321 DR, in the 432nd year of his reign, King Zaor Moonflower of Evermeet was assassinated. Queen Amlaruil Moonflower became the sole ruler of Evermeet."
    ],
    "Ches_3": [
        "Clerics of Deneir submit their most promising records of the written word to their local temple to be scoured for possible snippets of the Metatext.",
        "In 1370 DR, Iyachtu Xvim appeared to Fzoul Chembryl in a vision and demanded the death of Manshoon, the leader of the Zhentarim.",
        "In 1373 DR, the corpse of Gilgeam, god-king of Unther was reanimated by the High Priest Zimrilim using the Alabaster Staff."
    ],
    "Ches_4": [
        "According to tradition, circa −6100 DR, the bodies of the djinni Calim and the efreeti Memnon are entrapped in the Calimemnon Crystal by the elven high mage Pharos, ending the Era of Skyfire and beginning the creation of the Calim Desert. Local Calishite legends call this night the Night of Binding.",
        "In 1374 DR, Dabron Sashenstar was enlisted to take down the Iron Throne, starting with Reiltar Anchev, a merchant from Sembia."
    ],
    "Ches_5": [
        "There are no interesting events for today. *Meow*"
    ],
    "Ches_6": [
        "There are no interesting events for today. *Meow*"
    ],
    "Ches_7": [
        "There are no interesting events for today. *Meow*"
    ],
    "Ches_8": [
        "In 1374 DR, a portion of the fey'ri army led by Sarya Dlardrageth marched on Evereska."
    ],
    "Ches_9": [
        "There are no interesting events for today. *Meow*"
    ],
    "Ches_10": [
        "In 1374 DR, Lord Seiveril Miritar announced his resignation from the Council of Evermeet and called for volunteers to assist Evereska against fey'ri invaders."
    ],
    "Ches_11": [
        "There are no interesting events for today. *Meow*"
    ],
    "Ches_12": [
        "Followers of the little-known elf god Mythrien Sarath partake in The Forging and the Loss, a holy day which commemorates the anniversary of an attack on their lord by Malar and the theft of Mythrien's Ring. They frequently begin holy wars against Mythrien's divine foes and punish thieves on this day.",
        "In 1373 DR, the Nightwind Academy in Lyrabar was burned to the ground by abishai working for the Cult of the Dragon.",
        "In 1374 DR, the Sembian merchant Reiltar Anchev was captured by Sashenstar agents and brought to Baldur's Gate for interrogation."
    ],
    "Ches_13": [
        "Worshipers of Garl Glittergold celebrate the Communion of Laughter with various activities",
        "Worshipers of Tyr perform the ritual of the Maiming at which a giant gauntleted hand appears above the congregation and then disappears in an illusion of flaming blood"
    ],
    "Ches_14": [
        "There are no interesting events for today. *Meow*"
    ],
    "Ches_15": [
        "In the middle of Ches, 1373 DR, far-flung locations such as Waterdeep, Zakhara, Maztica, and the Utter East began seeing merchants from the Shining Lands wanting to trade.",
        "In 1374 DR, near the end of the Sothillisian War, an assault on the Twin Towers of the Eternal Eclipse in Amn by Selûnites from Hydcont Abbey fails."
    ],
    "Ches_16": [
        "In 1374 DR, Seiveril’s Crusade, a volunteer army led by Seiveril Miritar, started to reinforce Evereska against an attack by Sarya Dlardrageth's forces.",
        "In 1376 DR, Angmar Hulmaster of Hulburg strikes a deal with the lich Aesperus. The lich kills the leaders of an army of Red Plumes mercenaries camped in Hulburg."
    ],
    "Ches_17": [
        "In 712 DR, the elves of Cormanthyr and their allies—including Elminster Aumar, the Nameless Chosen, and Symrustar Auglamyr—are victorious against the Army of Darkness in the Battle of the Three Chosen."
    ],
    "Ches_18": [
        "There are no interesting events for today. *Meow*"
    ],
    "Ches_19": [
        "It is the Vernal (Spring) Equinox.",
        "Worshipers of Aerdrie Faenya have a festival called the Dance of the Swirling Winds with aerial ballets and offerings of beautiful feathers.",
        "Priests of Lathander perform the Song of Dawn.",
        "Worshipers of Mielikki celebrate the First Feast and praise the Forest Lady with song.",
        "Worshipers of Rillifane Rallathil observe the Budding with a ritual hunt to break their long fast and with dances in remote oak groves.",
        "Worshipers of the gnomish deity Segojan Earthcaller offer up gems and bury them in holes dug by badgers.",
        "Worshipers of Uthgar fast for a day and a night to celebrate the Birthing of spring.",
        "In 1374 DR, Sembian merchant Reiltar Anchev was discovered to be a senior commander of the Iron Throne and revealed information under interrogation by clerics of Waukeen.",
        "In 1375 DR, the fey capital of capital of Karador rose from the waters of the Myrloch on the southernmost of the Moonshae Isles, Gwynneth.",
        "In 1463 DR, Catti-brie was reborn as Ruqiah in a Bedine tribe in the Netherese Empire.",
        "In 1484 DR, Drizzt Do'Urden and the reborn Companions of the Hall were reunited on Kelvin's Cairn in Icewind Dale.",
        "Fey Day is celebrated in Waterdeep to mark when the veil between the Prime Material plane and the Feywild is at its thinnest."
    ],
    "Ches_20": [
        "The drow of Menzoberranzan celebrate the Festival of the Founding, the anniversary of their city's founding by Menzoberra the Kinless.",
        "In 1372 DR, King Bruenor received Alustriel Silverhand who came to aid in the defense of Mithral Hall in the long-running war against the orc clan Many-Arrows led by King Obould I.",
        "In 1374 DR, Seiveril Miritar resurrected Fflar Starbrow Melruth so he could once again take up the Baneblade Keryvian and fight the daemonfey attacking Evereska."
    ],
    "Ches_21": [
        "Waterdhavians celebrate the beginning of Fleetswake, a tenday-long festival honoring maritime deities and trade."
    ],
    "Ches_22": [
        "Worshipers of Tyr perform the ritual of the Blinding at which an illusion of a giant pair of eyes appears above the congregation and then sheds flaming tears until they drain away to nothing."
    ],
    "Ches_23": [
        "There are no interesting events for today. *Meow*"
    ],
    "Ches_24": [
        "In 1372 DR, the Rashemen city of Mulsantir was visited by Khalia, an envoy of the Red Wizards, under a flag of truce to petition for an enclave to be established in that city. Her request was declined."
    ],
    "Ches_25": [
        "Zakharans honored their ancestors, both living and dead, with the Feast of the Ancestors on the 25th day of Magarib."
    ],
    "Ches_26": [
        "There are no interesting events for today. *Meow*"
    ],
    "Ches_27": [
        "In 1372 DR, a hathran witch made a grasp for power within the Wychlaran but was defeated by the bladesinger Taenaran and a druid from Cormyr named Marissa."
    ],
    "Ches_28": [
        "In 1373 DR, Lolth broke her Silence; the Lady Penitent began a campaign against surface-dwelling drow in Velarswood and Cormanthor; and the Jaezred Chaulssin solidified their control over the ruins of Ched Nasad in the Underdark.",
        "In 1374 DR, the Risen Sun heresy gained more acceptance when the Church of Lathander in Telpir issued edicts in support."
    ],
    "Ches_29": [
        "Waterdhavians celebrate the first day of the Fair Seas Festival in the final days of the larger Fleetswake festival."
    ],
    "Ches_30": [
        "Worshipers of Waukeen observe High Coin (or Highcoin), a High Festival including a great feast and the gathering of offerings for the next festival, Spheres (10 Tarsakh)",
        "Waterdhavians celebrate the second day of the Fair Seas Festival, marking the end of Fleetswake, a tenday-long festival honoring maritime deities and trade.",
        "In 1369 DR, the Second Siege of Myratma ended with the Storm Siege, when the Loyalist Army of Queen Zaranda and King Haedrak III bombarded Myratma with lightning magic and breached its Eastgate.",
        "In 1369 DR, the city of Waterdeep repelled an attack from the sea led by Iakhovas the Ravager but the loss of ships and infrastructure disrupted trade with Maztica for almost a year.",
        "In 1373 DR, the siege of Menzoberranzan ended when the Scoured Legion faction withdrew from the battlefield."
    ],
    "Tarsakh_1": [
        "Worshipers of Anhur begin a month-long tournament by nonlethal combat to determine the next Chosen of Anhur.",
        "Worshipers of the halfling deity Cyrrollalee celebrate Hearthday.",
        "Worshipers of the Red Knight celebrate the Queen's Gambit with feasting and gaming tournaments.",
        "Followers of Tyr perform the ritual of Seeing Justice at which a giant warhammer appears above the congregation glowing white hot.",
        "The celebration of Caravance marks the beginning of the Waukeentide festival in Waterdeep.",
        "In 1338 DR, the Battle of Mount Bogdo occurred in the Hordelands between the Tuigan/Naican alliance and the Commani.",
        "In 1373 DR, the avariel Taegan Nightwind told the Queen-Regent Sambryl and the Council of Lords of Impiltur of a Cult of the Dragon cell operating in Lyrabar and the Gray Forest.",
        "In 1374 DR, Dabron Sashenstar met in secret with an agent named Tuth to broker a deal between the Council of Four of Baldur's Gate and the Knights of the Shield.",
        "In Huzuz, the women of the Royal Harim were honored. The first day of Gammam was also the birthday of the wife of the very first Grand Caliph. All of the succeeding Grand Caliphs were married on this day as well."
    ],
    "Tarsakh_2": [
        "There are no interesting events for today. *Meow*"
    ],
    "Tarsakh_3": [
        "In 1375 DR, the Moonsea town of Phlan became a vassal state of the Zhentarim when troops from Zhentil Keep took the city."
    ],
    "Tarsakh_4": [
        "In the Vast, the Arming is observed, when local militias muster for inspection, youths receive their first weapons and armor, and communities celebrate the common defense against orcs, pirates, and bandits."
    ],
    "Tarsakh_5": [
        "Waterdhavians celebrate the night festival of Goldenight as part of the Waukeentide holiday.",
        "In 1373 DR, the red dragon Narlgathra from the ruins of Myth Drannor attacked the elven community of Tangled Trees in the forest of Cormanthor, killing most of the residents."
    ],
    "Tarsakh_6": [
        "There are no interesting events for today. *Meow*"
    ],
    "Tarsakh_7": [
        "The Waterdhavian gala festival of Guildsmeet as part of the Waukeentide holiday celebrates the year's achievements of the Guilds of Waterdeep."
    ],
    "Tarsakh_8": [
        "There are no interesting events for today. *Meow*"
    ],
    "Tarsakh_9": [
        "There are no interesting events for today. *Meow*"
    ],
    "Tarsakh_10": [
        "Worshipers of Waukeen observe Spheres, a High Festival including a parade of glass baubles filled with gems and coins which are then catapulted into the city at random.",
        "The celebration of Leiruin marks the end of the Waukeentide festival in Waterdeep and commemorates the occasion when Waukeen punished Leira for trying to cheat her in a deal."
    ],
    "Tarsakh_11": [
        "There are no interesting events for today. *Meow*"
    ],
    "Tarsakh_12": [
        "In 1373 DR, a party of dragon hunters eliminated the Zhentarim military outpost in Elmwood and sunk three of their warships.",
        "In 1373 DR, a campaign against the Cult of the Dragon in the Gray Forest by an army from Impiltur ended in utter defeat when a bronze dragon incited the Rage in their dragon allies.",
        "In 1374 DR, the daemonfey army led by Sarya Dlardrageth retreated to Myth Drannor after their failed attack on Evereska.",
        "In 1479 DR, the forces of Hulburg defeated an invading alliance of orcs, hobgoblins, ogres, and Warlock Knights at the Battle of Lendon's Dike."
    ],
    "Tarsakh_13": [
        "Worshipers of Garl Glittergold celebrate the Communion of Laughter with various activities",
        "Worshipers of Tyr perform the ritual of the Maiming at which a giant gauntleted hand appears above the congregation and then disappears in an illusion of flaming blood"
    ],
    "Tarsakh_14": [
        "There are no interesting events for today. *Meow*"
    ],
    "Tarsakh_15": [
        "Priests of Shaundakul observe Windride when their deity gives them all gaseous form until dusk, landing them safely but probably in a place unfamiliar to them",
        "In 1374 DR, agent Tuth of the Knights of the Shield met with Dabron Sashenstar (representing the Grand Dukes of Baldur's Gate) to seal a deal for lucrative trade concessions in the Maztican colony of Balduran in exchange for the removal of Sfena, head of the Iron Throne trading company."
    ],
    "Tarsakh_16": [
        "In 1373 DR, the army of Impiltur rallied from defeat and destroyed a Cult of the Dragon lair in the Gray Forest with the help of the spirit dragon Vorasaegha.",
        "In 1374 DR, Gargauth the Hidden Lord, had Sfena, the leader of the Iron Throne trading company, captured and thrown into the dungeons of his domain somewhere on the Prime Material Plane to fulfill a bargain between his Knights of the Shield and the Grand Dukes of Baldur's Gate.",
        "In 1374 DR, the Shard of the Sun, a holy relic associated with the (allegedly) dead god Amaunator, was recovered by Daelegoth Orndeir, the leader of the Brotherhood of the Glorious Sun."
    ],
    "Tarsakh_17": [
        "In 1354 DR, the Four Mages of Felshroun successfully repel an attack on the town by the Red Wizards of Thay.",
        "In 1373 DR, the town of Highmoon in Deepingdale was attacked by the black dragon Zarlandris. The dragon was narrowly defeated but the Tower of the Rising Moon was destroyed."
    ],
    "Tarsakh_18": [
        "In 1373 DR, a temple to Gond was established by missionaries from Lantan on the largest island in the Green Sisters archipelago off the coast of Maztica. They named the island St. Ippen and began constructing the Great Lighthouse."
    ],
    "Tarsakh_19": [
        "In 1374 DR, Seiveril Miritar's elven Crusade arrived at Myth Glaurach, the home base of orc and ogre troops used in an assault on Evereska.",
        "In 1374 DR, the elder evil Pandorym was again sealed in the Celestial Nadir and the Palace of the Purple Emperor by Kiril Duskmourn, Ususi Manaallin, and Iahn Qoyllor."
    ],
    "Tarsakh_20": [
        "There are no interesting events for today. *Meow*"
    ],
    "Tarsakh_21": [
        "In 1374 DR, the new leaders of the Iron Throne trading company held a secret meeting beneath a Ordulin warehouse. Hogley, Krakosh, Maready, Seecher, and Skitt decided to keep the organization in operation, but it was evident that the geas spells placed on them by Sfena were beginning to wear off."
    ],
    "Tarsakh_22": [
        "Worshipers of Tyr perform the ritual of the Blinding at which an illusion of a giant pair of eyes appears above the congregation and then sheds flaming tears until they drain away to nothing"
    ],
    "Tarsakh_23": [
        "There are no interesting events for today. *Meow*"
    ],
    "Tarsakh_24": [
        "There are no interesting events for today. *Meow*"
    ],
    "Tarsakh_25": [
        "There are no interesting events for today. *Meow*"
    ],
    "Tarsakh_26": [
        "In 1372 DR, forces from the recently returned Netherese enclave Shade imprisoned the phaerimm that were besieging Evereska in a shadowshell."
    ],
    "Tarsakh_27": [
        "There are no interesting events for today. *Meow*"
    ],
    "Tarsakh_28": [
        "There are no interesting events for today. *Meow*"
    ],
    "Tarsakh_29": [
        "In 1374 DR, the Merchant's League of Baldur's Gate invested in a large caravan of weapons and armor destined for Hillsfar, in direct competition with the Iron Throne.",
        "In 1385 DR, Mystra is assassinated by Cyric and Shar, triggering the Spellplague."
    ],
    "Tarsakh_30": [
        "In 1359 DR, the Tuigan invasion of Shou Lung had its first clash with an organized Shou army at the Battle of the Sorghum Field, which ended in a decisive victory for the Tuigan.",
        "In 1370 DR, the Unseen agent posing as Lady Syleda Krimmevol vanishes the day before she is due to marry Lord Carn Manthar. The twins Dylea and Ithnil, also doppelgangers, remain with their father and are due to eventually inherit control of his noble house.",
        "In 1372 DR, the Wailing Death plague began to ravage Neverwinter. Within a month, much of the populace was dead or dying.",
        "In 1374 DR, the Iron Throne trading company retaliated against the Merchant's League of Baldur's Gate by a coordinated assassination of Merchant League agents in Arabel, Iriaebor, and Scornubel."
    ],
    "Mirtul_1": [
        "Worshipers of the halfling deity Cyrrollalee celebrate Hearthday.",
        "Worshipers of Geb celebrate a festival known as the Unwrapping.",
        "The Ippensheir, a twelve-day festival of Gond begins today.",
        "Followers of Tyr perform the ritual of Seeing Justice at which a giant warhammer appears above the congregation glowing white hot.",
        "In 1358 DR, Willem Korvan and Ivar Devorast accept postings to Innarlith, working for Senator Inthelph and the shipwright Fharaud respectively.",
        "In 1375 DR, the young emperor of T'u Lung, Wai Yong, traveled to Mulhorand in secret, using a nom de guerre to hide his identity."
    ],
    "Mirtul_2": [
        "In 1372 DR, blightlords of Talona began forming an army of blightspawned creatures to rampage across the Great Dale and take down the Circle of Leth.",
        "In 1373 DR, the lich Sammaster claimed the mantle of Zhengyi the Witch-King in Vaasa, mustered an army of giants and orcs, and stormed Bloodstone Pass into Damara.",
        "In 1373 DR, the great wyrm Harashnalthyn led a group of white dragons in an attack on the secret elvish enclave of Auseriel. Prince Lamruil Moonflower was forced to flee to Evermeet carrying the Tree of Souls while his human wife, Princess Maura, led the rearguard defense.",
        "In 1373 DR, Pavel Shemov and Will Turnstone came to Hulburg and rescued the emerald dragon Vercevoran from the Zhentarim and their summoned cerebrilith.",
        "In 1374 DR, while consulting with a summoned pit fiend, Fzoul Chembryl learned that the leader of the Iron Throne, Sfena, had been kidnapped and was no longer in charge.",
        "In 1479 DR, the town of Lendris was terrorized by an unknown, undead warrior.",
        "In 1368 Abdel Adrian, Gorion and Imoen leave Candlekeep.",
        "In 1369 Abdel Adrian,Minsc,Jaheira and Imoen are able to escape from Jon Irenicus's dungeon when it is attacked by Shadow Thieves. "
    ],
    "Mirtul_3": [
        "In 1367 DR, Zaranda Star and the members of Star Protective Services emerged from the Underdark beneath Zazesspur after defeating \"The One Below\" to end the Days of Terror. She was proclaimed queen by the citizens, although it would be two months before she decided to accept that title. This day was thereafter known as Crowning Day to the people of Zazesspur.",
        "In 1370 DR, Fzoul Chembryl enacts a ritual that creates the Tyrantfog.",
        "In 1373 DR, King Gareth Dragonsbane led the armies of Damara against the invasion led by Sammaster the lich, but Cult of the Dragon agents within the ranks betrayed him, trapping his soul on the Plane of Shadow.",
        "In 1368 The sage Gorion of Candlekeep is slain by Sarevok outside of Candlekeep during the night as he attempts to flee with Abdel Adrian."
    ],
    "Mirtul_4": [
        "In 1332 DR, Prince Foril Obarskyr was born to King Azoun IV & Queen Filfaeril.",
        "In 1360 DR, the red dragon Klauth was attacked by the blue dragon Irdrithkryn and the white dragons Aerihykloarara and Ruuthundrarar. Klauth killed all three attackers, but was also seriously injured in the clash.",
        "In 1373 DR, Prince Lamruil Moonflower returned to Auseriel with reinforcements but found the city abandoned amid a dozen white dragon corpses, and no sign of his wife or her troops. He vowed to rebuild the city and began a search for his princess."
    ],
    "Mirtul_5": [
        "Worshipers of Deep Duerra perform the Melding, a psionic ritual connecting their minds to form a shared brain and communicate directly with their goddess.",
        "In 1375 DR, the Thayan Zulkir of Transmutation, Druxus Rhym, was assassinated in his Bezantur apartments.",
        "In 1375 DR, some tharchions of Thay mounted an incursion into Rashemen through the Gorge of Gauros and were soundly defeated. They then claimed to have fended off an invasion by Rashemi berserkers to save face."
    ],
    "Mirtul_6": [
        "People of the Vast celebrate the Plowing, when they begin breaking the ground for planting, then feast and drink beer in the evening",
        "Waterdhavians celebrate the start of the Plowing and Running, when rural areas share tilling activities and the urban areas enjoy energetic racing competitions.",
        "In 1374 DR, only a few clerics escaped the destruction of Lathander's temple in Myth Drannor by the armies of House Dlardrageth.",
        "In 1374 DR, the drought gripping most of Faerûn was broken in Elversult when Daelegoth Orndeir called upon Amaunator with a miracle spell."
    ],
    "Mirtul_7": [
        "In 1373 DR, a servant of Lurue succeeded in driving out the Rotting Man (a servant of Talona) from Dun-Tharos in Rawlinswood, but various demons were awakened or released in the process."
    ],
    "Mirtul_8": [
        "In 1357 DR, Amelior Amanitas and his manservant Erek embarked on a journey across the North in an elemental-powered flying machine at the request of Elminster."
    ],
    "Mirtul_9": [
        "Followers of Marthammor Duin call this day the Wayfaring and celebrate long journeys to foreign lands.",
        "Waterdhavians celebrate the end of the Plowing and Running, when rural areas complete their collective efforts and the urban areas parade the winners of the competitions held in the previous days in the House of Heroes.",
        "In 1374 DR, the Red Wizards of Thay gained a foothold in the Tuigan city of Kourmira in the Endless Wastes when they opened a merchant enclave there."
    ],
    "Mirtul_10": [
        "In 1374 DR, the fey'ri army in Myth Drannor came to the attention of Scyllua Darkhope of Zhentil Keep.",
        "In 1375 DR, Thazar Keep in the Sunrise Mountains[note 1] was overrun by an undead hoard that came through Thazar Pass."
    ],
    "Mirtul_11": [
        "In 1370 DR, the 'Tyrantfire' burns away the Tyrantfog, harming only the followers of, and sites consecrated to Cyric, as well as any baneliches that had remained in or under the fog. All of the power stripped by the flames is channeled to Iyachtu Xvim.",
        "In 1374 DR, a much ballyhooed caravan of weapons left Baldur's Gate accompanied by Dabron Sashenstar and headed toward Hillsfar.",
        "In 1375 DR, Szass Tam has the Council of Zulkirs convene in Eltabbar, offering to defeat the hordes of undead ravaging the eastern provinces of Thay if made regent. The council votes against him and news of this quickly disseminates throughout Eltabbar, leading to mass riots and violence that authorities struggle to quell. The riots come to an end when a spectral image of Tam appears throughout the streets."
    ],
    "Mirtul_12": [
        "The Ippensheir, a twelve-day festival of Gond, ends today.",
        "Worshipers of Waukeen observe Sammardach, a High Festival in honor of the wealthiest patron of the early church.",
        "In 1373 DR, the Emerald Scepter was retrieved from Naarkolyth, the sunken capital of ancient Jhaamdath, by Vambran Matrell and the alaghi druid Arbeenok, with the help of sea elves."
    ],
    "Mirtul_13": [
        "Worshipers of Garl Glittergold celebrate the Communion of Laughter with various activities",
        "Worshipers of Tyr perform the ritual of the Maiming at which a giant gauntleted hand appears above the congregation and then disappears in an illusion of flaming blood",
        "In 1374 DR, Lady Sarya, head of House Dlardrageth, summoned Malkizid, a fallen solar and exiled archdevil, to Myth Drannor.",
        "In 1479 DR, Tchazzar the dragon-king of Chessenta, having been rescued by the Brotherhood of the Griffon, returned to his kingdom."
    ],
    "Mirtul_14": [
        "In 1370 DR, the pillar of magical fire that has been burning in Zhentil Keep for the last 3 days solidifies into basalt. Atop it stands Fzoul Chembryl, resurrected from the dead with the powers of a Chosen of Iyachtu Xvim."
    ],
    "Mirtul_15": [
        "Some time in the late 1350's DR, twelve tanystropheus eggs ordered by Phalantar's Philtres & Components hatched and escaped into the sewers of Waterdeep.",
        "In 1372 DR, the returned Netherese enclave of Shade withdrew its offer of an alliance with Waterdeep."
    ],
    "Mirtul_16": [
        "There are no interesting events for today. *Meow*"
    ],
    "Mirtul_17": [
        "In 1373 DR, Sundabar came under siege by the Scoured Legion from Hellgate Keep but won the day. Legion leader Kaanyr Vhok and his consort Aliisza, fled for the Elemental Plane of Fire through a portal beneath the city, leaving the Legion fractured."
    ],
    "Mirtul_18": [
        "In 1485 DR, the Battle of Silver Arrows took place in Luruar between an orc caravan of Many-Arrows and a group of Knights in Silver."
    ],
    "Mirtul_19": [
        "In 1372 DR, Shadovars expanded their pogrom of phaerimm to the ruins of Myth Drannor.",
        "In 1374 DR, the network of portals used to move Sarya Dlardrageth's army from Myth Glaurach to Myth Drannor was discovered by Araevin Teshurr and his Company of the White Star."
    ],
    "Mirtul_20": [
        "In 1372 DR, an army backed by the Lords' Alliance and led by Laeral Silverhand-Arunsun and her sister Storm Silverhand arrived in Evereska to assist in breaking the phaerimm siege.",
        "In 1479 DR, the organization known as the Moonstars was revived by Renaer Neverember, along with his friends Laraelra Harsard, Torlyn Wands, Osco Salibuck, Meloon Wardragon, Eiruk Weskur, Harug Shieldsunder, Palek Lateriff, aided by the new Blackstaff, Vajra Safahr."
    ],
    "Mirtul_21": [
        "In 1372 DR, Galaeron Nihmedu, an elvish sorcerer from Evereska, presented evidence to officials of Cormyr that the Shadovar were melting the High Ice and causing meteorologic havoc in the Heartlands."
    ],
    "Mirtul_22": [
        "Worshipers of Tyr perform the ritual of the Blinding at which an illusion of a giant pair of eyes appears above the congregation and then sheds flaming tears until they drain away to nothing",
        "In 1373 DR, the Abbey of the Just Hammer in Tasseldale was nearly destroyed by the great green wyrm Sirvinhandra before being slain by Lord High Justiciar High Avenger Deren Eriach.",
        "In 1374 DR, Scyllua Darkhope in Zhentil Keep mustered an army and prepared to move on Yûlash to the south."
    ],
    "Mirtul_23": [
        "In 1479 DR, the dust wight known as Dusty Bones was freed from the City of the Dead beneath Waterdeep before being recaptured by the warrior Ash and Leaplow Carver."
    ],
    "Mirtul_24": [
        "In 1374 DR, a Council of War was called by Seiveril Miritar and convened in the ruins of Myth Glaurach. The leaders of the Crusade to free Evereska decided to use the portal network discovered by Araevin Teshurr to take their armies to Semberholme with the objective of confronting the forces of House Dlardrageth."
    ],
    "Mirtul_25": [
        "In 1373 DR, the Monastery of the Yellow Rose was attacked by no less than twenty evil dragons.",
        "In 1375 DR, the Thayan Guildmaster of Foreign Trade, Samas Kul, was elected Zulkir of Transmutation.",
        "Zakharans celebrated the Day of Love on the 25th of Mihla. This was a popular day for marriage propositions."
    ],
    "Mirtul_26": [
        "The King of Cormyr holds the Open Feast."
    ],
    "Mirtul_27": [
        "In 1372 DR, an army from Shade preemptively struck Cormyr with an attack on Tilverton. The city was destroyed in a cataclysm caused by a powerful magical weapon wielded by Vangerdahast and its reaction with the Shadow Weave, leaving a crater filled with wafting shadows and darkness."
    ],
    "Mirtul_28": [
        "In 1374 DR, Lord Seiveril Miritar of Elion met with representatives from Battledale, Deepingdale, Mistledale, and Shadowdale on the shores of Lake Sember and renewed the Dales Compact."
    ],
    "Mirtul_29": [
        "There are no interesting events for today. *Meow*"
    ],
    "Mirtul_30": [
        "There are no interesting events for today. *Meow*"
    ],
    "Kythorn_1": [
        "Worshipers of the halfling deity Cyrrollalee celebrate Hearthday.",
        "Followers of Tyr perform the ritual of Seeing Justice, at which a giant warhammer appears above the congregation glowing white hot.",
        "In 952 DR, the Second Trollwar ended in victory for the citizens of Waterdeep. This day was set aside to commemorate the end of the war and was known locally as Trolltide. Centuries later, it became mostly a holiday for children.",
        "In 1374 DR, the Crusade led by Seiveril Miritar marched northward from Semberholme toward Mistledale and Shadowdale."
    ],
    "Kythorn_2": [
        "There are no interesting events for today. *Meow*"
    ],
    "Kythorn_3": [
        "In 1373 DR, through the machinations of Szass Tam, the abyssal lord Eltab and his army, the Blooded Ones, were freed from a prison beneath the Thaymount. Thazienne Uskevren and her adventuring companions defeated them using the power of the sword Crimson Gold. Ancient magics placed on Eltab summoned the defeated tanar'ri lord to the Citadel of Conjurers in Impiltur."
    ],
    "Kythorn_4": [
        "In 1369 DR, Baldur's Gate was attacked from the sea by forces led by Iakhovas the Ravager, killing hundreds as they sank ships, collapsed piers, and razed warehouses. Trade with Maztica was disrupted for a year.",
        "In 1374 DR, House Dlardrageth formed an alliance with Sembia and Hillsfar, resulting in Hillsfar mustering an army to march south and Sembia hiring mercenaries to head north, putting the squeeze on the Dalelands.",
        "In 1375 DR, the Griffon Legion, an army of Thay, retook the Tharch of Pyarados from undead invaders and later hunted down the remnants that fled into the Sunrise Mountains via Thazar Pass."
    ],
    "Kythorn_5": [
        "In 1375 DR, Mari Agneh, after being turned into a blood fiend at the behest of Szass Tam, killed her captor, Aznar Thrul, the Zulkir of Evocation and Tharchion of Priador.",
        "In 1479 DR, forces from Chessenta defeat Threskelan trespassers in the town of Soolabax.."
    ],
    "Kythorn_6": [
        "Followers of Selvetarm celebrate the anniversary of the return of Zanassu from exile with ritual combat and fasting.",
        "Zakharans celebrated Ajami Day on the 6th of Qawafil. This date marked the beginning of the massive preparations for the coming High Holy Days."
    ],
    "Kythorn_7": [
        "In 1374 DR, a caravan of weapons from Baldur's Gate being escorted by Dabron Sashenstar was ambushed by Zhentarim forces from Darkhold as it entered the Sunset Mountains. The attack was unsuccessful, but the caravan retreated to Hluthvar to recover and recuperate."
    ],
    "Kythorn_8": [
        "In 1360 DR, the Army of the Alliance gathered in Telflamm for King Azoun IV's crusade against the Tuigan Horde."
    ],
    "Kythorn_9": [
        "In 1374 DR, rumors that up to four Iron Throne directors had been assassinated by Zhentarim agents were widespread.",
        "In 1479 DR, Vanquisher Tarhun leads all the Thymari military forces—Lance Defenders, Platinum Cadre, private clans' warbands—in a final, desperate battle against a coalition of ash giant tribes that are invading Tymanther as part of Skuthosiin's plans as a taaldarax of Brimstone's xorvintaal. The Thymari forces are able to successfully drive the giants off their lands."
    ],
    "Kythorn_10": [
        "In 987 DR, the survivors of an ill-fated dwarven mining expedition finally escaped the Underdark, 115 days after the Rockfire disaster, and emerged in the harsh Itzcala desert in Maztica.",
        "In 1374 DR, a Merchant's League caravan of weapons, accompanied by Dabron Sashenstar, left Hluthvar for Iriaebor. The Iron Throne's control over the arms trade in the area was further challenged when Fzoul Chembryl of Zhentil Keep proclaimed that all such trade in the \"instruments of tyranny\" fell within the sphere of the Church of Bane.",
        "In 1375 DR, the Thayan Zulkir of Necromancy, Szass Tam made a bid to become ruler of Thay but was thwarted by the other Zulkirs."
    ],
    "Kythorn_11": [
        "In 1373 DR, a Sharran disciple of the Dark Moon, Sefris Uuthrakt, arrived in the Border Kingdoms town of Oeble on her quest to recover a magical tome called the Black Bouquet."
    ],
    "Kythorn_12": [
        "In 1306 DR, Princess Maerildarraine murdered her father King Askulder of Ormpur, usurped the throne, and burned the temple of Tiamat, triggering a holy war. This day is thereafter called Bloodsword in Ormpur.",
        "In 1374 DR, Hillsfar declared allegiance with Zhentil Keep when the Zhentarim agreed to invade Shadowdale and Daggerdale."
    ],
    "Kythorn_13": [
        "Worshipers of Garl Glittergold celebrate the Communion of Laughter with various activities.",
        "Worshipers of Tyr perform the ritual of the Maiming at which a giant gauntleted hand appears above the congregation and then disappears in an illusion of flaming blood.",
        "The Zhentarim celebrate Victory Day commemorating the end of the siege of Zhentil Keep in 1369 DR by forces loyal to Cyric, the Dark Sun."
    ],
    "Kythorn_14": [
        "Worshipers of Gilgeam celebrate the Festival of the Assumption commemorating the coronation of Gilgeam upon the Untheric throne with numerous athletic events.",
        "In the Vast, this day is Hornmoot, the first day of spring trading between the dwarves and the townsfolk, marked by horn calls between the mountains and the towns below, signaling a willingness to trade.",
        "Waterdhavians celebrate Guildhall Day, a day marked by trade fairs and announcements of new products and services sponsored by the Guilds of Waterdeep.",
        "In 1358 DR, Bane and Myrkul stole the Tablets of Fate, precipitating the Time of Troubles.",
        "In 1375 DR, Thazar Keep in the Sunrise Mountains was retaken from an undead horde by the Griffon Legion, an army of Thay."
    ],
    "Kythorn_15": [
        "In 1358 DR, the Time of Troubles began when nearly all gods were banished to Toril in avatar form by Lord Ao.",
        "In 1360 DR, the Tuigan Horde conquered Tammar in Thesk."
    ],
    "Kythorn_16": [
        "In 1374 DR, mercenaries from Sembia crossed the River Ashaba via the Blackfeather Bridge in Featherdale and occupied Battledale.",
        "In 1374 DR, the church of Lathander in Elversult, under the care of Daelegoth Orndeir, was attacked by several Princes of Shade and took heavy casualties but won the day. Daelegoth performed his second miracle, resurrecting the dead and healing the injured.",
        "In 1374 DR, the reptilian deity Sseth almost escaped into Chult from his imprisonment in the Abyss."
    ],
    "Kythorn_17": [
        "In 1374 DR, Zhentilar forces again attacked a weapons caravan being guided by Dabron Sashenstar as it crossed the Bridge of Fallen Men east of Proskur. The caravan's escort took heavy casualties but repelled the attackers."
    ],
    "Kythorn_18": [
        "There are no interesting events for today. *Meow*"
    ],
    "Kythorn_19": [
        "There are no interesting events for today. *Meow*"
    ],
    "Kythorn_20": [
        "It is the Summer Solstice. It is the longest day of the year, with a northern location like Silverymoon seeing nearly 16 hours of daylight.[note 1]",
        "Worshipers of Amaunator celebrate with a day of prayer, relaxation, and sunbathing.",
        "Worshipers of Mielikki celebrate the Second Feast and praise the Forest Lady with song.",
        "Worshipers of the gnomish deity Segojan Earthcaller offer up gems and bury them in holes dug by badgers.",
        "Worshipers of Thoth perform the Ceremony of Introspection by fasting for 24 hours followed by immersion in icy water.",
        "Worshipers of Uthgar fast for a day and a night to celebrate the Fullness of summer.",
        "Waterdhavians celebrate Dragondown in remembrance of all the dragons that were defeated or driven off the city.",
        "Around this time, people of the Plain of Horses hold the Midsummer Festival, a week-long period of banqueting and celebrating livestock born in the spring.[note 2]",
        "In 1358 DR, during the Time of Troubles, Bane defeated Mystra and imprisoned her in the ruins of Castle Kilgrave.",
        "In 1360 DR, the Tuigan Horde conquered the city of Phsant in Thesk.",
        "In 1374 DR, the city of Selgaunt in Sembia elected a new Hulorn (Lord Mayor), Thamalon Uskevren II."
    ],
    "Kythorn_21": [
        "Worshipers of Waukeen observe Brightbuckle, a High Festival including a parade in which everyone is invited to wear their finest, attend a feast, and hear inspirational speeches.",
        "In 714 DR, the Army of Darkness wiped out the remaining mobile elven and allied forces and laid siege to Myth Drannor.",
        "In 1374 DR, the Moonsea city of Hillsfar broke its alliance with House Dlardrageth after seventeen days."
    ],
    "Kythorn_22": [
        "Worshipers of Tyr perform the ritual of the Blinding at which an illusion of a giant pair of eyes appears above the congregation and then sheds flaming tears until they drain away to nothing."
    ],
    "Kythorn_23": [
        "In 1373 DR, humans in Hlondeth began succumbing to a plague known as the Pox.",
        "In 1374 DR, the beleaguered caravan of weapons from Baldur's Gate escorted by Dabron Sashenstar finally arrived in Arabel."
    ],
    "Kythorn_24": [
        "In 1360 DR, the Army of Alliance comes to the town of Inkar in Thesk and scouts locate the Tuigan camp.",
        "In 1374 DR, the Zhentarim forces led by Scyllua Darkhope were thoroughly outmatched by Seiveril's Crusade and fled back to Yûlash.",
        "In 1374 DR, agents of the Iron Throne staged a last-ditch attack on the Merchant's League warehouse in Arabel, attempting to seize or destroy the shipment of weapons brought by Dabron Sashenstar, and were easily defeated."
    ],
    "Kythorn_25": [
        "In 714 DR, Josidiah Starym was killed defending the Speculum in Myth Drannor.",
        "In 1373 DR, the soul of Gareth Dragonsbane was released from the Plane of Shadow by a group of paladins and dragon-slayers, accompanied by the vampiric smoke drake Brimstone.",
        "In 1374 DR, in Arabel, Dabron Sashenstar publicly repudiated Fzoul Chembryl's claim that the arms trade was the sole purview of the Church of Bane. Furthermore, he declared the Iron Throne was broken and began negotiating bids for his weapons from representatives of Hillsfar, Sembia, Seiveril's Crusade, and even Zhentil Keep."
    ],
    "Kythorn_26": [
        "In 1374 DR, in retaliation for breaking their alliance, the daemonfey army of House Dlardrageth attacked Hillsfar and its military base at the Standing Stone. The wizard and dictator, First Lord Maalthiir, escaped the razing of his tower in Hillsfar."
    ],
    "Kythorn_27": [
        "In 1370 DR, a spellbattle erupts in the city of Silverymoon after someone loudly misidentifies Fien of Triboar as Manshoon. While the Spellguard sort out the mess, a rash of thefts of magical items and spellbooks occurs.",
        "In 1375 DR, it became clear to the Zulkirs of Thay that a protracted civil war was beginning after Szass Tam's plans of conquest over Tyraturos and the port city of Bezantur were delayed by the Griffon Legion."
    ],
    "Kythorn_28": [
        "There are no interesting events for today. *Meow*"
    ],
    "Kythorn_29": [
        "There are no interesting events for today. *Meow*"
    ],
    "Kythorn_30": [
        "In 1369 DR, Queen Zaranda Star and Prince Haedrak Rhindaun III were married in three separate ceremonies, establishing the Rhindaun Dynasty of Tethyr."
    ],
    "Flamerule_1": [
        "Worshipers of the halfling deity Cyrrollalee celebrate Hearthday.",
        "The citizens of Waterdeep celebrate Founders' Day, commemorating the birth of the city with demonstrations of martial skill by the guard, historical costume contests, and a retelling of the city's history through illusions.",
        "The villagers of Amphail celebrate the Rite of the Stag Lass commemorating the death of a priestess of Mielikki at the hands of ignorant and overzealous hunters.",
        "Followers of Tyr perform the ritual of Seeing Justice, at which a giant warhammer appears above the congregation glowing white hot.",
        "In 1372 DR, Wulfgar returned to Icewind Dale after burying his wife Delly Curtie and placing his adopted daughter Colson back with her birth mother.",
        "In 1484 DR, the three dwarven kings of Luruar—Harnoth of Adbar, Emerus Warcrown of Felbarr, and Connerad Brawnanvil of Mithral Hall—met at Citadel Felbarr and resolved not to aid their non-dwarven neighbors against the orcs, effectively ending the dwarves' participation in the League of the Silver Marches.",
        "In 1485 DR, orc forces of Many-Arrows under Hartusk destroyed the village of Lhuvenhead in the Rauvin Vale in Luruar."
    ],
    "Flamerule_2": [
        "In 1360 DR, King Azoun IV and his advisers visit the Tuigan camp, but fail to avoid a battle between the Horde and the Army of the Alliance."
    ],
    "Flamerule_3": [
        "Worshipers of Waukeen observe the first day of Sornyn, a High Festival marked by making treaties, business agreements, receiving ambassadors from foreign lands, talking with traditional foes, and consuming much wine. Waterdhavians also dedicated the holiday to Lathander.",
        "Volo signs the agreement to start writing Volo's Guide to Waterdeep.",
        "In 1360 DR, the Tuigan Horde and the Army of the Alliance clashed in the First Battle of the Golden Way; the fighting was hard but inconclusive.",
        "In 1374 DR, Hillsfar's army at the Standing Stone was routed by the forces of House Dlardrageth and fled back to Hillsfar. On another front, Dlardrageth's daemonfey legions whittled away at Sembia's mercenaries."
    ],
    "Flamerule_4": [
        "Worshipers of Waukeen observe the second day of Sornyn, a High Festival marked by making treaties, business agreements, receiving ambassadors from foreign lands, talking with traditional foes, and consuming much wine."
    ],
    "Flamerule_5": [
        "Worshipers of Waukeen observe the final day of Sornyn, a High Festival marked by making treaties, business agreements, receiving ambassadors from foreign lands, talking with traditional foes, and consuming much wine.",
        "In 1360 DR, the Tuigan Horde and the Army of the Alliance clashed in the Second Battle of the Golden Way. The Heartlands were victorious and the Tuigan returned to the Hordelands.",
        "In 1479 DR, Vanquisher Tarhun ordered his military forces to lay siege to Ashhold. During the operation, the Tymantheran military forces killed the green dragon Skuthosiin and ended the ash giant invasion of Tymanther."
    ],
    "Flamerule_6": [
        "There are no interesting events for today. *Meow*"
    ],
    "Flamerule_7": [
        "In 1372 DR, the necromancer Akhlaur challenged his boyhood friend Zalathorm Kirkson for the leadership of Halruaa. Zalathorm broke the enchantment that kept them both alive long past their years and both perished immediately. Zalathorm was then resurrected by his friends and allies.",
        "In 1372 DR, the phaerimm appeared before Princess Alusair's war council and proposed conditions for a truce and an alliance against Thultanthar. Their terms were rejected."
    ],
    "Flamerule_8": [
        "In 1373 DR, the half-golem Dorn Graybrook and song dragon Karasendrieth entered the hidden base of metallic dragons in the Galena Mountains. The gold dragon Lareth, King of Justice, was finally taken by the Rage and reluctantly killed in battle by his second in command, Tamarand."
    ],
    "Flamerule_9": [
        "In 1373 DR, Gondar missionaries completed the Great Lighthouse on the island of St. Ippen in the Green Sisters archipelago off the coast of Maztica."
    ],
    "Flamerule_10": [
        "In 1372 DR, the shadowshell put in place around Evereska by the Shadovar collapsed, releasing the imprisoned phaerimm."
    ],
    "Flamerule_11": [
        "In 1373 DR, the chromatic dragons that besieged the Monastery of the Yellow Rose were driven off by a flight of metallic dragons from a hidden base in the Galena Mountains.",
        "In 1373 DR, the Damaran army, led by King Gareth Dragonsbane, defeated the invading army of orcs and giants led by Sammaster the lich."
    ],
    "Flamerule_12": [
        "In 1372 DR, the Shadowmasters of Telflamm, an ambitious thieves guild, secretly became the real power behind the Merchants' Council of Telflamm.",
        "In 1374 DR, Daelegoth Orndeir was warned by High Priests from Marsember, Ordulin, and Waterdeep that the return of Amaunator as the Risen Sun to replace Lathander was heresy, and that he could be excommunicated for proselytizing this belief.",
        "In 1374 DR, the Army of Three Stars captured the western Tower of the Eternal Eclipse in the Small Teeth Mountains on the southern border of Amn."
    ],
    "Flamerule_13": [
        "Worshipers of Garl Glittergold celebrate the Communion of Laughter with various activities.",
        "Worshipers of Tyr perform the ritual of the Maiming at which a giant gauntleted hand appears above the congregation and then disappears in an illusion of flaming blood."
    ],
    "Flamerule_14": [
        "There are no interesting events for today. *Meow*"
    ],
    "Flamerule_15": [
        "In 714 DR, the Weeping War climaxed in the Banes' Duel between Captain Fflar Starbrow Melruth of Myth Drannor and the nycaloth Aulmpiter, leader of the Army of Darkness. Both were destroyed in a magical explosion, leaving both armies without a leader. The Army of Darkness engulfed Myth Drannor, overwhelming the defenders with numbers and brutality. Barely 200 elves and allies out of 3000 defenders escaped the Fall of Myth Drannor."
    ],
    "Flamerule_16": [
        "There are no interesting events for today. *Meow*"
    ],
    "Flamerule_17": [
        "There are no interesting events for today. *Meow*"
    ],
    "Flamerule_18": [
        "In 1358 DR, during the Time of Troubles, the Second battle of Shadowdale was fought between Zhentarim forces led by Bane and the people of the Dalelands. Bane's avatar and the Celestial Staircase were destroyed and Adon and Midnight were charged with causing the death of Elminster.",
        "In 1369 DR, the Twelfth Serôs War begins in the Sea of Fallen Stars."
    ],
    "Flamerule_19": [
        "In 1369 DR, delegations from the Zhentarim and the Cult of the Dragon met at the ruins of Sulasspryn to negotiate an alliance for the purpose of conquering Thar."
    ],
    "Flamerule_20": [
        "In 1269 DR, Bodvar and his Moor Eagle clan are nearly killed by monsters in the Bottomless Bogs of Vaasa. They are only saved by the intervention of Melegaunt Tanthul."
    ],
    "Flamerule_21": [
        "The city of Silverymoon celebrates Oldcasks, the first of its ten summertime festivals leading up to Midsummer.",
        "In 1374 DR, the Standing Stone, which commemorated the signing of the Dales Compact in 1 DR, was destroyed by House Dlardrageth. House Dlardrageth and House Jaelre then proceeded to declare an alliance."
    ],
    "Flamerule_22": [
        "The city of Silverymoon celebrates Cloakswirl, the second of its ten summertime festivals leading up to Midsummer.",
        "Worshipers of Tyr perform the ritual of the Blinding at which an illusion of a giant pair of eyes appears above the congregation and then sheds flaming tears until they drain away to nothing."
    ],
    "Flamerule_23": [
        "The city of Silverymoon celebrates Moondown, the third of its ten summertime festivals leading up to Midsummer.",
        "The drow city of Menzoberranzan begins an eight-day trade fair known as the Open Days where visitors, even those of other races, are free to wander where they like, including into noble compounds. Displays of martial and magical prowess are put on to impress and intimidate rivals and illusions of Lolth are put up in the air over the streets."
    ],
    "Flamerule_24": [
        "The city of Silverymoon celebrates Masks, the fourth of its ten summertime festivals leading up to Midsummer."
    ],
    "Flamerule_25": [
        "The city of Silverymoon celebrates Elskelter, the fifth of its ten summertime festivals leading up to Midsummer.",
        "In 1358 DR, during the Time of Troubles, Myrkul summoned Bane's essence to possess Fzoul Chembryl."
    ],
    "Flamerule_26": [
        "The city of Silverymoon celebrates Claws, the sixth of its ten summertime festivals leading up to Midsummer."
    ],
    "Flamerule_27": [
        "The city of Silverymoon celebrates Glarth, or \"Fullbelly\", the seventh of its ten summertime festivals leading up to Midsummer.",
        "In 720 DR, at a druid grove in High Dale called the Dancing Place, and under the auspice of the gods of Corellon, Mielikki, Mystra, Oghma, Selûne, Silvanus, and Tymora, the Harpers at Twilight reform for the first time, becoming the first incarnation of the current Harper organization."
    ],
    "Flamerule_28": [
        "The city of Silverymoon celebrates Oamaurae, the eighth of its ten summertime festivals leading up to Midsummer."
    ],
    "Flamerule_29": [
        "The city of Silverymoon celebrates Clearsight, the ninth of its ten summertime festivals leading up to Midsummer.",
        "In 1374 DR, reports of centaur-like giant scorpions with human torsos, known as stingers, inhabiting the Underdark realm of Xothaerin rippled through Murann and other Amnian cities."
    ],
    "Flamerule_30": [
        "Midsummer's Eve is known as the Celebration of the Moon to worshipers of Hathor, marked by a day of celebration and a night of moonlit trysts.",
        "Worshipers of Lurue celebrate with a night of wild revelry.",
        "Midsummer's Eve is the grandest of all the many festivals of Sharess and given to the pursuit of pleasure with even less inhibition than usual.",
        "The city of Silverymoon celebrates Amalree's Pleasure, the last of its ten summertime festivals leading up to Midsummer."
    ],
    "Eleasis_1": [
        "Worshipers of the halfling deity Cyrrollalee celebrate Hearthday.",
        "Followers of Tyr perform the ritual of Seeing Justice, at which a giant warhammer appears above the congregation glowing white hot.",
        "In Waterdeep, it is Ahghairon's Day, celebrating the city's first Lord.",
        "In 1373 DR, the Cloister of St. Uzurr was the target of infiltration by pureblood yuan-ti with the intention of slaying the Abbot, Kadar al Ilmater, to stop his work in curing tainted ones."
    ],
    "Eleasis_2": [
        "In 1372 DR, the sorcerer Galaeron Nihmedu and stone giant priest Aris smuggled five Chosen of Mystra into the Shade Enclave and attacked Shade's mythallar. The assault was partially successful—the city was temporarily crippled, and in the chaos of battle the Shadovar lost the Karsestone.",
        "In 1372 DR, with the collapse of the shadowshell, the mythal of Evereska began to recover and the elves and their reinforcements from Waterdeep began to rout the besieging phaerimm."
    ],
    "Eleasis_3": [
        "In 1370 DR, the last of the servants of Westgate's Night King are destroyed by a clone of Manshoon, who takes the deposed Night King's place."
    ],
    "Eleasis_4": [
        "The Night of Fourteen Magisters, 709 DR, sees the position of Magister pass from the incumbent, through nine clones of an ambitious archmage, the archmage himself, his apprentice, a passer-by mage, and his own apprentice, with each one being killed by the next."
    ],
    "Eleasis_5": [
        "In 1374 DR, the Semberholme base of Seiveril Miritar's Crusade fended off a raid by forces from House Dlardrageth. On the same day, representatives of the Crusade negotiated a truce with Sembia."
    ],
    "Eleasis_6": [
        "In 1374 DR, the Yûlash garrison of Hillsfar troops was overwhelmed by the army of Zhentil Keep."
    ],
    "Eleasis_7": [
        "In 1373 DR, the forests of Battledale were struck by mass arson when the red dragon Thraxata the Flamefiend went on a rampage."
    ],
    "Eleasis_8": [
        "In 713 DR, the Army of Darkness defeated the elves in the Battle of the Three Arrows, slaying the elven leaders Jhiilsraa, Ainésilver, Eloen, and Akkar Tarsis. The fiendish colonel Jvoll was also slain."
    ],
    "Eleasis_9": [
        "Followers of Marthammor Duin call this day the Anvil and celebrate dwarven creativity.",
        "In the Vast, worshipers of Malar have a great feast, animate animal skeletons, and stage a ritual hunt known as the Bone Dance, around a large bonfire.",
        "In 1374 DR, First Lord Maalthiir saw the fortunes of Hillsfar taking a turn for the worse and left for parts unknown.",
        "In 1374 DR, in Tasseldale, the representatives of Sembia and Seiveril Miritar's Crusade were jumped by forces from House Jaelre causing casualties on all sides with no clear victor."
    ],
    "Eleasis_10": [
        "In 1374 DR, the Zhentilar army marched from Yûlash, occupying the area west of Hillsfar."
    ],
    "Eleasis_11": [
        "In 1374 DR, the truce between Seiveril Miritar's Crusade and Sembia turned into an alliance against House Dlardrageth."
    ],
    "Eleasis_12": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleasis_13": [
        "Worshipers of Garl Glittergold celebrate the Communion of Laughter with various activities.",
        "Worshipers of Torm observe the Divine Death to commemorate his self-sacrifice in the destruction of Bane.",
        "Worshipers of Tyr perform the ritual of the Maiming at which a giant gauntleted hand appears above the congregation and then disappears in an illusion of flaming blood.",
        "In 1358 DR, during the Time of Troubles, Bane and Torm battled in avatar form, destroying themselves and parts of Tantras."
    ],
    "Eleasis_14": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleasis_15": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleasis_16": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleasis_17": [
        "Worshipers of Waukeen observe Huldark, a High Festival celebrating the land's bounty, marked by a feast and the planting of new fruit trees or vegetables.",
        "In 1374 DR, the Crusade led by Seiveril Miritar engaged the forces of House Dlardrageth in the sacred Vale of Lost Voices.",
        "In 1374 DR, Hillsfar came under siege by the Zhentilar, and High Warden Hardil Gearas listened to Fzoul Chembryl's terms of surrender."
    ],
    "Eleasis_18": [
        "In 1374 DR, after Malkizid, a former archdevil summoned by Lady Sarya to serve House Dlardrageth, was banished, the daemonfey retreated from the Vale of Lost Voices.",
        "In 1374 DR, facing an army from Zhentil Keep, Hillsfar acceded to Fzoul Chembryl's demands."
    ],
    "Eleasis_19": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleasis_20": [
        "In 1373 DR, the ancient tome, The Leaves of One Night, fell into the hands of the Shadovar. Among its secrets was the description of a spell to summon the Shadowstorm and elevate Shar to prominence over other gods.",
        "In 1374 DR, the elvish Crusade, led by Seiveril Miritar, pursued the army of House Dlardrageth back to Myth Drannor and surrounded them.",
        "In 1492 DR, a nautiloid crashed on the banks of the River Chionthar, with a number of its captives making it out alive. These captives had been infected with the Absolute's modified illithid tadpoles."
    ],
    "Eleasis_21": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleasis_22": [
        "Worshipers of Tyr perform the ritual of the Blinding at which an illusion of a giant pair of eyes appears above the congregation and then sheds flaming tears until they drain away to nothing.",
        "In 1374 DR, Lord Seiveril Miritar, the leader of the Crusade to free Evereska, fell in battle with the daemonfey army of House Dlardrageth at Myth Drannor. Despite this, very few fey'ri escaped the destruction of House Dlardrageth."
    ],
    "Eleasis_23": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleasis_24": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleasis_25": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleasis_26": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleasis_27": [
        "In the Year of the Bright Blade, 1347 DR, Duke Alaric Hembreon of Tethyr is exiled from his country on trumped-up charges.",
        "Circa 1371 DR, Alyn Telarson writes a large report to Khelben Arunsun on the Inner Sea region and the undersea realm of Serôs, including alongside his own studies some copied details from the Notes on Serôs by Ondam Moray.",
        "In 1374 DR, concerned about a renewed elvish presence in Myth Drannor, Fzoul Chembryl of Zhentil Keep secretly met with Jezz the Lame of House Jaelre and a delegation from Clan Auzkovyn and discussed plans to eliminate the threat.",
        "The 27th of Dar was the birthday of Grand Caliph Khalil al-Assad al-Zahir of Zakhara."
    ],
    "Eleasis_28": [
        "In 1372 DR, the Silence of Lolth began. While her priests were unable to receive divine spells, the Jaezred Chaulssin moved quickly to take advantage; seizing, crippling, or destroying many drow-controlled cities in the Underdark."
    ],
    "Eleasis_29": [
        "In 1374 DR, with Hillsfar under Zhentarim control, Scyllua Darkhope was ordered to set up a chain of fortified encampments on the Moonsea Ride through Cormanthor."
    ],
    "Eleasis_30": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleint_1": [
        "Worshipers of the halfling deity Cyrrollalee celebrate Hearthday.",
        "Followers of Tyr perform the ritual of Seeing Justice, at which a giant warhammer appears above the congregation glowing white hot."
    ],
    "Eleint_2": [
        "In 1329 DR, Prince Azoun Obarskyr IV married Filfaeril Selazair.",
        "In 1369 DR, an attack by sahuagin on the shalarin hatcheries of the Ola, Aya, and Yea clans leads to the deaths of over 1,000 unhatched shalarins and of Ri'ola'sur, the imperial heir of As'arem. This event drags all four kingdoms of the shalarin into the Twelfth Serôs War."
    ],
    "Eleint_3": [
        "In 1374 DR, the Cormanthor War began with confrontations along the Moonsea Ride between the forces of Myth Drannor, the Zhentarim led by Scyllua Darkhope, House Jaelre, and the Auzkovyn Clan."
    ],
    "Eleint_4": [
        "In 1373 DR, the colony of New Waterdeep founded a new home on Maztapan Island in the Gulf of Cordell after their previous outpost was obliterated by raiders from Kultaka."
    ],
    "Eleint_5": [
        "In 1374 DR, the Sothillisian War ends with an uneasy truce between the Council of Six in Amn and the Murkul Sothillis in order to ally against incursions by the tlincallis (commonly called stingers) of Oaxaptupa in the Underdark."
    ],
    "Eleint_6": [
        "In 1374 DR, the temple of Mystra in Wheloon was discovered to be a front for a kidnapping ring operated by worshipers of Shar and Cyric, targeting magically talented individuals and hauling them off to the Vast Swamp for purposes unknown.",
        "In 1479 DR, the spirit of the primordial Arambar temporarily awakened from its ages long slumber to protect the village of Wandering Stones from the attack of the brown dragon Thovantareth.",
        "In 1484 DR, Sundabar falls to the besieging armies of Many-Arrows orcs and Arauthator the white dragon."
    ],
    "Eleint_7": [
        "Worshipers of Waukeen observe Spryndalstar, a High Festival in recognition of magic and its benefits, marked by hiring mages to cast entertaining spells and by sponsoring wizardly research.",
        "In 1479 DR, the Battle of Luthcheq, a conflict between the nations of Chessenta, Akanûl and Tymanther against the dragon players of Brimstone's xorvintaal, took place."
    ],
    "Eleint_8": [
        "In 449 DR, King Priam Tornamn abdicated the throne of Tethyr in favor of the lost heir Silvyr Ithal."
    ],
    "Eleint_9": [
        "In 1369, the Twisted Rune raided and conquered Stardock from the mind flayers in order to use it as a base and magical research facility."
    ],
    "Eleint_10": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleint_11": [
        "Worshipers of Hoar celebrate the Penultimate Thunder with a great feast in honor of their lord's victory over Ramman."
    ],
    "Eleint_12": [
        "Between midnight and dawn, in the Year of the Bright Blade, 1347 DR, King Alemander IV of Tethyr and the entire royal family were slain when Castle Tethyr was burned to the ground by an act of arson, beginning the Ten Black Days of Eleint and the Tethyrian Interregnum period.",
        "In 1374 DR, the Knights of Myth Drannor, led by Storm Silverhand and Dove Falconhand, came to the aid of the elvish Crusade holding Myth Drannor, and quickly became engaged fending off strikes by drow guerrillas from the east.",
        "In 1478 DR, the vampiric smoke drake Brimstone meets with the leader of the dragon princes of Murghôm, Skalnaedyr, in Dracowyr and convinces him to start a xorvintaal game."
    ],
    "Eleint_13": [
        "Worshipers of Garl Glittergold celebrate the Communion of Laughter with various activities.",
        "Worshipers of Tyr perform the ritual of the Maiming at which a giant gauntleted hand appears above the congregation and then disappears in an illusion of flaming blood.",
        "In 1347 DR, the Ten Black Days of Eleint began after a coup attempt by Prince Alemander V on the previous day burned Castle Tethyr to the ground, killing King Alemander IV and the royal family of Tethyr. The Crown Prince was betrayed by his co-conspirator, General Sharboneth, and both died in the fire. The terror of the Ten Black Days spread as oppressed peasants were whipped into a murderous frenzy by Calishite agitators to hunt down most of the nobility. Many castles and temples were destroyed in the mayhem.",
        "In 1374 DR, adventurers rescued a number of kidnap victims, taken by followers of Shar and Cyric via the false temple of Mystra in Wheloon, from the Vast Swamp. They looted documents that included the Black Chronology and  held clues to a sacred Sharran text called the Book of the Black."
    ],
    "Eleint_14": [
        "In 201 DR, Cymrych Hugh was crowned High King of the Moonshae Isles after vanquishing the beastly Kazgoroth.",
        "In 1347 DR, by the end of this second of the Ten Black Days of Eleint, Queen Rhinda's family, the Piirlons of Zazesspur; King Alemander IV's cousins, the Sakhars of Myratma; and the western branch of Princess-Consort Dhara's family, the Riiklasses of the Purple Hills have all been murdered by angry mobs.",
        "In 1367 DR, Cormyr instituted a ban on the Iron Throne from operating within the nation's borders."
    ],
    "Eleint_15": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleint_16": [
        "In 1347 DR, by the end of this fourth of the Ten Black Days of Eleint, only two counts remain in power in Tethyr, Lord Tuvos Akasi of Monrativi Teshy Mir and Count Romar Miklaas of the Purple Hills. Both men are murdered before the end of the Ten Days.",
        "In 1358 DR, Cyric kills the deity Bhaal with the sword Godsbane."
    ],
    "Eleint_17": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleint_18": [
        "In 1347 DR, this sixth of the Ten Black Days of Eleint sees the largest migration of nobles from Tethyr and the greatest destruction of noble property by angry mobs, particularly around Ithmong. During the day, mobs force four wagons transporting families of the nobles of the Mir Protectorate off the Helmbridge as they attempt to escape through Survale Ford. The wagons crash into the River Ith, and all are drowned. The night is known afterward as the Night of Nine Fires, and burning manors are visible for miles."
    ],
    "Eleint_19": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleint_20": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleint_21": [
        "It is the Autumnal (Autumn) Equinox.",
        "Worshipers of Aerdrie Faenya have a festival called the Dance of the Swirling Winds with aerial ballets and offerings of beautiful feathers.",
        "Priests of Lathander perform the Song of Dawn.",
        "Worshipers of Mielikki celebrate the Third Feast and praise the Forest Lady with song.",
        "Worshipers of Rillifane Rallathil observe the Transformation with dances in remote oak groves.",
        "Worshipers of the gnomish deity Segojan Earthcaller offer up gems and bury them in holes dug by badgers.",
        "Tribal clans who worship Uthgar gather upon their burial mound or at Beorunna's Well for Runemeet to set policy, perform marriages and many other rituals.",
        "Waterdhavians celebrate Brightswords, a series of displays and competitions of martial skill and open enlistment by the City Guard and City Watch, topped off by an aerial demonstration by the Griffon Cavalry."
    ],
    "Eleint_22": [
        "Worshipers of Tyr perform the ritual of the Blinding at which an illusion of a giant pair of eyes appears above the congregation and then sheds flaming tears until they drain away to nothing.",
        "In 1347 DR, the Ten Black Days of Eleint come to a close. 550 nobles and 1,700 commoners had died during the turmoil. Only five barons, one count, and two dukes survive the Black Days."
    ],
    "Eleint_23": [
        "In 1372 DR, the fiend/fire giant hybrid, Kurgoth Hellspawn, led an army of goblins, ogres, giants, and demons to sack the Underdark city of Maerimydra, killing or enslaving most of the drow inhabitants. House Dhuurniv survived mostly intact due to being located primarily outside the town proper."
    ],
    "Eleint_24": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleint_25": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleint_26": [
        "In 1358 DR, during the Time of Troubles, Cyric killed Bhaal at Boareskyr Bridge."
    ],
    "Eleint_27": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleint_28": [
        "The festival of Brightswords takes place, celebrated in Cormyr and Sembia. The festival included parades of soldiers and guards, demonstrations of martial prowess, horse races, other competitions, and abundant sales of arms and armor."
    ],
    "Eleint_29": [
        "There are no interesting events for today. *Meow*"
    ],
    "Eleint_30": [
        "In 1374 DR, Kendrick the Tall, father of Miklos Selkirk and Overmaster of Sembia, was assassinated.",
        "In 1375 DR, Halaster \"the Mad Mage\" Blackcloak died in his Undermountain lair in a cataclysm apparently caused by a spell gone wrong. Many beings across Faerûn attuned to the Art experienced terrifying visions of the Mad Mage screaming and scenes of thunderous underground upheaval caused by blue-white magical explosions. On the surface, the people of Waterdeep felt a long, shuddering earthquake that did minor structural damage."
    ],
    "Marpenoth_1": [
        "Worshipers of the halfling deity Cyrrollalee celebrate Hearthday.",
        "Worshipers of Waukeen observe Marthoon, a High Festival recognizing the guards, soldiers, and the defenders of goods and commerce that create the security needed for business to thrive.",
        "Followers of Tyr perform the ritual of Seeing Justice, at which a giant warhammer appears above the congregation glowing white hot."
    ],
    "Marpenoth_2": [
        "In 1372 DR, Duneth Wharreil was turned into a silveraith and his Shattered Tower of Maerimydra was destroyed by Irae T'sarran, priestess of Kiaransalee."
    ],
    "Marpenoth_3": [
        "In 1369 DR, Manshoon tried to mend ties with Lord Orgauth by sending 2,000 troops from the Citadel of the Raven to reinforce Zhentil Keep and apologizing for not aiding him during the Cyricist siege.",
        "Waterdhavians celebrate the Day of Wonders, featuring a parade of inventions created by followers of Gond, which often failed spectacularly."
    ],
    "Marpenoth_4": [
        "There are no interesting events for today. *Meow*"
    ],
    "Marpenoth_5": [
        "There are no interesting events for today. *Meow*"
    ],
    "Marpenoth_6": [
        "Suzail, the capital of Cormyr, \"celebrates\" King Boldovar the Mad with a holiday called Chasing the King. A condemned criminal wearing armor and wielding a blunt sword is released to wander the streets. Anyone is allowed to attack the \"king\" and if the condemned survives until sundown, they win their freedom."
    ],
    "Marpenoth_7": [
        "Waterdhavians celebrate Stoneshar, an all-faiths holiday dedicated to starting new projects and doing constructive deeds."
    ],
    "Marpenoth_8": [
        "There are no interesting events for today. *Meow*"
    ],
    "Marpenoth_9": [
        "Followers of Marthammor Duin call this day the Fulmination and again pray for inspiration in any upcoming battles."
    ],
    "Marpenoth_10": [
        "In 1369 DR, Fzoul Chembryl staged a coup and took control of the Xvimlar cult.",
        "In 1374 DR, Mirabeta Selkirk was elected the interim Overmistress of Sembia by the High Council."
    ],
    "Marpenoth_11": [
        "Worshipers of Hoar observe the Impending Doom with a day of ominous drumming, strenuous acts of purification, and stentorian oaths."
    ],
    "Marpenoth_12": [
        "In 1372 DR, during the Silence of Lolth, Dorina T'sarran overthrows House Morcane and extends House T'sarran's influence over the drow outpost of Szith Morcane.",
        "In 1373 DR, the first mauled body of a New Tilverton resident was found on the road to the black pit that was old Tilverton, left there by an unknown beast that stalked by night.",
        "In Zakhara, the 12th of Nau was Genies' Day. This day honored all of genie-kind for aiding Huzuz during her time of need when enemies assaulted the city during the mid-1320s DR."
    ],
    "Marpenoth_13": [
        "Worshipers of Garl Glittergold celebrate the Communion of Laughter with various activities.",
        "Worshipers of Tyr perform the ritual of the Maiming at which a giant gauntleted hand appears above the congregation and then disappears in an illusion of flaming blood.",
        "In 1372 DR, Gromph Baenre began sending demons in a series of attempts to assassinate his sister, Quenthel, the Mistress of Arach-Tinilith."
    ],
    "Marpenoth_14": [
        "In 1372 DR, His Resplendence, King Lareth, called a council of metallic dragons in anticipation of the appearance of the King-Killer Star and the expected Rage."
    ],
    "Marpenoth_15": [
        "Worshipers of Mystra celebrate the apotheosis of Midnight and Waterdhavians celebrate Gods' Day in remembrance of Lord Ao's appearance on Mount Waterdeep and the end of the Godswar in 1358 DR.",
        "Worshipers of Torm observe the True Resurrection, the anniversary of Torm's return."
    ],
    "Marpenoth_16": [
        "There are no interesting events for today. *Meow*"
    ],
    "Marpenoth_17": [
        "There are no interesting events for today. *Meow*"
    ],
    "Marpenoth_18": [
        "There are no interesting events for today. *Meow*"
    ],
    "Marpenoth_19": [
        "There are no interesting events for today. *Meow*"
    ],
    "Marpenoth_20": [
        "Worshipers of Finder Wyvernspur mark the anniversary of Finder's victory in 1359 DR over Moander in the Godswar.",
        "In 1372 DR, due to the Silence of Lolth, slaves in Menzoberranzan were emboldened to revolt. Despite the great damage they caused, they were unsuccessful in taking over the city.",
        "In 1479 DR, Samark Dhanzscul, the Blackstaff of Waterdeep is murdered by Khondar \"Ten-Rings\"."
    ],
    "Marpenoth_21": [
        "In 1369 DR, Fzoul Chembryl led a purge of the Xvimlar cult, eliminating High Inquisitor Ginali and many of his followers from Zhentil Keep."
    ],
    "Marpenoth_22": [
        "Worshipers of Tymora observe Starfall, believed to be the anniversary of the destruction of Tyche and the birth of Tymora.",
        "Worshipers of Tyr perform the ritual of the Blinding at which an illusion of a giant pair of eyes appears above the congregation and then sheds flaming tears until they drain away to nothing."
    ],
    "Marpenoth_23": [
        "In 1374 DR, Logfell, a remote village located north of the Qurth Forest in the Border Kingdoms, suffered an outbreak of a plague known as \"the blush\".",
        "In 1374 DR, the Cormyrian wizard Amira and her lythari companions  defeated a hive of ice devils trapped in human bodies, known as the Fist of Winter, in Winterkeep."
    ],
    "Marpenoth_24": [
        "In 1369 DR, Fzoul Chembryl and Khelben \"Blackstaff\" Arunsun met secretly in Voonlar to strike a deal. Khelben told Fzoul about Lord Orgauth's secret identity and Fzoul pledged not to expand his cult westward past the Thunder Peaks for 10,000 days.",
        "In 1374 DR, the aging Queen-Regent Sambryl relinquished the throne of Impiltur to King Imbrar II on his sixteenth birthday."
    ],
    "Marpenoth_25": [
        "There are no interesting events for today. *Meow*"
    ],
    "Marpenoth_26": [
        "In 1373 DR, one of the Tears of Selûne was repositioned high above the Sea of Fallen Stars by the 10,000 year-old githvyrik Vhostym, also known as the Sojourner. The resulting annular eclipse allowed him to spend his last hours on the surface of Toril under a \"Crown of Flame\". Upon his death, the asteroid fell, split into five flaming meteors when it hit the atmosphere, and each meteor broke into thousands of fragments, which became known as the Rain of Fire."
    ],
    "Marpenoth_27": [
        "In 1372 DR, Randal Morn recruited a group of adventurers to deal with the drow raids in Daggerdale."
    ],
    "Marpenoth_28": [
        "In 1374 DR, a shade working for one of Sememmon's operators stole the Heart of Runlatha and the dinosaurs it protected from its sanctuary in the Star Mounts. All were later returned by Vell the Brown, and access from Faerûn was closed off forever."
    ],
    "Marpenoth_29": [
        "In 1369 DR, Nimbaud and Fzoul Chembryl bound Lord Orgauth in his true form but, before Nimbaud could inform Manshoon of their victory, he was betrayed by Fzoul, who released Orgauth to slay Nimbaud and replace him with a baatezu imposter."
    ],
    "Marpenoth_30": [
        "The festival of Liar's Night is celebrated.",
        "The night of the Death Parade occurs in 231 DR, when Shoon IV turns the dead of the city of Ithmong against the rebels living inside.",
        "Before the destruction of Zhentil Keep, worshipers of Cyric celebrated the coming of the Banedeath.",
        "Worshipers of Gruumsh celebrated the Feast of the Bloodied Stones, or Gharfek’taaz.",
        "In 1372 DR, Myth Glaurach in the Nether Mountains saw an influx of daemonfey.",
        "In 1460 DR, Farideh and Havilar are born in Aglarond but are then abandoned across the border with Tymanther by their mother in the village of Arush Vayem."
    ],
    "Uktar_1": [
        "Worshipers of the halfling deity Cyrrollalee celebrate Hearthday.",
        "Followers of Tyr perform the ritual of Seeing Justice at which a giant warhammer appears above the congregation glowing white hot."
    ],
    "Uktar_2": [
        "In 1374 DR, the Shadovar repaired the mythallar of the drowned enclave of Sakkors and it rose out of the Sea of Fallen Stars, where it had lain for 1,700 years, to fly again.",
        "In 1486 DR, the city of Marsember was evacuated due to Netheril's invasion of Cormyr. Grand Duke Farnig Seasilver was slain, and Grand Duchess Elira was captured at sea by Yder Tanthul."
    ],
    "Uktar_3": [
        "In 1372 DR, duergar mercenaries hired by House Zauvirr attacked House Melarn with stonefire (secretly supplied by the Jaezred Chaulssin), which ultimately destroyed Ched Nasad when it burned through the calcified webs that supported the upper level of the suspended city—it collapsed into the chasm, taking all lower levels with it in a catastrophic cascade.",
        "In 1374 DR, Esvele Greycastle, priestess of Shar, and Fzoul Chembryl, cleric of Bane and Tyrant of the Moonsea, formed an alliance."
    ],
    "Uktar_4": [
        "There are no interesting events for today. *Meow*"
    ],
    "Uktar_5": [
        "There are no interesting events for today. *Meow*"
    ],
    "Uktar_6": [
        "There are no interesting events for today. *Meow*"
    ],
    "Uktar_7": [
        "In 1374 DR, the blood mage Morgynn attempted to extend her influence over the villages near Qurth Forest but she was thwarted by the ghostwalker Quinsareth."
    ],
    "Uktar_8": [
        "In 1374 DR, the town of Brookhollow was nearly devastated by the Order of Twilight, a Gargauthian cult, but the town's defenders rallied and drove off the attackers."
    ],
    "Uktar_9": [
        "There are no interesting events for today. *Meow*"
    ],
    "Uktar_10": [
        "Worshipers of Waukeen observe Tehennteahan (the Night of Hammers and Nails), a High Festival honoring craftsmen and women who work with their hands with a day-long feast and demonstrations of new innovations.",
        "In 1370 DR, three dwarves, Bapar Ghalmrin, Odak Truesteel, and Soram Battlebellow, entered the Blue Badger Inn in the village of Toralth in northeastern Tethyr, seeking the lost Sondarr Scepter. This event would eventually lead to the recovery of the Wyrmskull Throne."
    ],
    "Uktar_11": [
        "In 1334 DR, Foril Obarskyr, the son of Azoun IV and Filfaeril Selzair, was assassinated by the Fire Knives at the age of two.",
        "In 1369 DR, the Twelfth Serôs War ended at Myth Nantar.",
        "In 1374 DR, Selgaunt, the capital of Sembia, allied itself both economically and militarily with the Netherese in response to growing unrest throughout Sembia.",
        "In 1374 DR, the harbor and docks of the coastal city of Yhaunn on the Sea of Fallen Stars was attacked by a giant kraken."
    ],
    "Uktar_12": [
        "In 1369 DR, the Twelfth Serôs War ends in a great battle at Myth Nantar that sees Iakhovas banished from the Inner Sea."
    ],
    "Uktar_13": [
        "Worshipers of Garl Glittergold celebrate the Communion of Laughter with various activities.",
        "Worshipers of Tyr perform the ritual of the Maiming at which a giant gauntleted hand appears above the congregation and then disappears in an illusion of flaming blood.",
        "In 1373 DR, the human village of Trenahess in western Cormanthor was destroyed by the green dragon Verthandantalynx when she was taken by the Dracorage.",
        "In 1373 DR, the Twin Towers of the Eternal Eclipse were rebuilt and repaired by Blackwill Haarken Akhmelere for the glory of Cyric using the Golden Lamp of Samesaj, a Calishite antiquity."
    ],
    "Uktar_14": [
        "There are no interesting events for today. *Meow*"
    ],
    "Uktar_15": [
        "In 1372 DR, the duergar army led by Horgar Steelshadow and the Scoured Legion led by Kaanyr Vhok began the Siege of Menzoberranzan, secretly supported by the Jaezred Chaulssin."
    ],
    "Uktar_16": [
        "There are no interesting events for today. *Meow*"
    ],
    "Uktar_17": [
        "In 712 DR, the Army of Darkness defeated the Allies of Cormanthyr in the three-day battle of the Spiders' Assault."
    ],
    "Uktar_18": [
        "In 1369 DR, High Blade Selfaril of Mulmaster purged Cyricists from the ranks of the Blades with the help of the Xvimlar. Simultaneously, Mulmaster was attacked by a band of beholders led by Fzoul Chembryl, Desmonda, and Manxam, killing Orox and over half the followers of Cyric in the city."
    ],
    "Uktar_19": [
        "There are no interesting events for today. *Meow*"
    ],
    "Uktar_20": [
        "In 1369 DR, Fzoul Chembryl was briefly possessed by Iyachtu Xvim and converted the remaining Cyricists in Mulmaster to the cult of Xvim. Directed by a vision, Fzoul begins stone walking to Mintar.",
        "In 1369 DR, some brash young thieves in the Shadowmasters of Telflamm shadow walked into the temple of Tempus and stole minor sacred items and gold. Guildmaster Keshna Finlothleer had them flogged to death for disobeying orders and saw the items returned before anyone noticed the theft."
    ],
    "Uktar_21": [
        "There are no interesting events for today. *Meow*"
    ],
    "Uktar_22": [
        "Worshipers of Tyr perform the ritual of the Blinding at which an illusion of a giant pair of eyes appears above the congregation and then sheds flaming tears until they drain away to nothing.",
        "In 1486 DR, Falrinn Greatorm's Lonely Roamer sank near the shores along the Lake of Dragons at Yder Tanthul's hands and his Shadovar."
    ],
    "Uktar_23": [
        "There are no interesting events for today. *Meow*"
    ],
    "Uktar_24": [
        "There are no interesting events for today. *Meow*"
    ],
    "Uktar_25": [
        "There are no interesting events for today. *Meow*"
    ],
    "Uktar_26": [
        "There are no interesting events for today. *Meow*"
    ],
    "Uktar_27": [
        "There are no interesting events for today. *Meow*"
    ],
    "Uktar_28": [
        "In 1374 DR, Blackstaff Tower in Waterdeep suffered significant structural damage when three artifacts were brought together."
    ],
    "Uktar_29": [
        "In 1374 DR, civil war broke out in Sembia when an army from Saerloon used teleportation circles to appear outside of the capital, Selgaunt."
    ],
    "Uktar_30": [
        "Priests of Gargauth perform the Binding, a ritual of personal sacrifice for more power.",
        "In 927 DR, the Blood Plagues begin as bloody rain falls on the Sword Mountains and continues for three days.",
        "In 1374 DR, Saerloonian forces, including elementals and the green dragon Vendemniharan, breached the fortifications of Selgaunt, but the tide of battle turned against them due to Shadovar intervention when the newly restored enclave of Sakkors appeared in the sky. Two Princes of Shade, Rivalen and Brennus Tanthul, were instrumental in the defense of Selgaunt and the utter defeat of the Saerloonian army.",
        "In 1374 DR, Malkur Forrin, the Commander General of the armies loyal to Sembian Overmistress Mirabeta Selkirk, led an attack on Saerb in northern Sembia, setting the town ablaze."
    ],
    "Nightal_1": [
        "Worshipers of the halfling deity Cyrrollalee celebrate Hearthday.",
        "Followers of Tyr perform the ritual of Seeing Justice at which a giant warhammer appears above the congregation glowing white hot.",
        "In 1373 DR, the Dragon Queen Tiamat resurrected one of her Chosen, Tchazzar, an ancient red wyrm, into the skies above the Bay of Chessenta, interrupting a naval battle between Soorenar and Cimbar. After damaging both fleets indiscriminately, he flew off to establish his dominance over Chessenta.",
        "In 1374 DR, Zhentarim High Captain Scyllua Darkhope returned to Zhentil Keep for reinforcements and was ordered by Fzoul Chembryl to attack Shadowdale with allies House Dhuurniv and the Church of Shar.",
        "In 1374 DR, Ordulin, the capital of Sembia, was mostly obliterated by a planar rift into the Shadow plane that opened in the skies above it, which allowed a pocket of the plane called the Adumbral Calyx to pour out. The rift was the result of the Shadowstorm, brought forth by the Sharran priestess Elyril Hraven using a ritual found in the Leaves of One Night."
    ],
    "Nightal_2": [
        "In 711 DR, the ambush and immolation of the elven village of Pkyal in Cormanthor by the Army of Darkness ended with the deaths of all 600 settlers."
    ],
    "Nightal_3": [
        "There are no interesting events for today. *Meow*"
    ],
    "Nightal_4": [
        "In 1369 DR, Lord Orgauth announced that the razed portion of Zhentil Keep would be rebuilt in the spring."
    ],
    "Nightal_5": [
        "There are no interesting events for today. *Meow*"
    ],
    "Nightal_6": [
        "In 1373 DR, a band of adventurers led by the half-golem Dorn Graybrook and song dragon Karasendrieth defeated Sammaster the lich, destroyed his phylactery, and ended the Dracorage mythal. As a result, Bahamut was released from his imprisonment and reappeared in Celestia."
    ],
    "Nightal_7": [
        "In 1369 DR, Fzoul Chembryl arrived in Mintar and is lauded by the Banites. He quickly converts ruler Teldorn Darkhope to the church of the Baneson by magically branding his face with the mark of Xvim."
    ],
    "Nightal_8": [
        "In 1369 DR, the tyrant of Mintar, Teldorn Darkhope, addressed his people and declared an alliance with Fzoul Chembryl. Fzoul pronounced Teldorn Lord Knight Imperceptor of the Baneson, leader of the Mintar sect of the church of Xvim."
    ],
    "Nightal_9": [
        "Followers of Marthammor Duin call this day the Runestone and give thanks for knowledge gained from socializing with other cultures.",
        "In 711 DR, the Army of Darkness invaded the minor realm of Kerymiir in Cormanthor and discovered the villagers had hidden in nearby caves."
    ],
    "Nightal_10": [
        "There are no interesting events for today. *Meow*"
    ],
    "Nightal_11": [
        "In 1479 DR, Vajra Safahr became the seventh Blackstaff."
    ],
    "Nightal_12": [
        "In 711 DR, the last of the 900 villagers from the tiny realm of Kerymiir in Cormanthor were found and slaughtered in the caves where they had hidden from the advancing Army of Darkness."
    ],
    "Nightal_13": [
        "Worshipers of Garl Glittergold celebrate the Communion of Laughter with various activities.",
        "Worshipers of Tyr perform the ritual of the Maiming at which a giant gauntleted hand appears above the congregation and then disappears in an illusion of flaming blood."
    ],
    "Nightal_14": [
        "There are no interesting events for today. *Meow*"
    ],
    "Nightal_15": [
        "In 1374 DR, Elminster's tower in the town of Shadowdale was attacked by Sharran assassins and destroyed after a pitched battle. Elminster disappeared and what was left of his tower got shifted to another plane.",
        "In 1486 DR, members of the Liberators of the Steel Sky opened a portal to Abeir in the Catacombs of Djerad Thymar, believing they would save the dragonborn inhabitants of that world. However, one of the maurezhi servants of Gilgeam was accidentally sent to Toril through the portal, and killed all members of the Liberators before it set loose on Djerad Thymar.",
        "In 1486 DR, the archmage of Menzoberranzan, Gromph Baenre, summons Demogorgon to the Underdark."
    ],
    "Nightal_16": [
        "In 1374 DR, Shadowdale was easily invaded by the forces of House Dhuurniv, the Church of Shar, and Scyllua Darkhope's Zhentarim because the majority of troops in Myth Drannor were distracted by simultaneous attacks on other fronts."
    ],
    "Nightal_17": [
        "There are no interesting events for today. *Meow*"
    ],
    "Nightal_18": [
        "In 1374 DR, a possessed Lord Mourngrym Amcathra hailed the Zhentarim army of Scyllua Darkhope as saviors, defenders, and friends of Shadowdale."
    ],
    "Nightal_19": [
        "There are no interesting events for today. *Meow*"
    ],
    "Nightal_20": [
        "It is the Winter Solstice.",
        "Simril is celebrated in cities such as Waterdeep and Neverwinter.",
        "Priests of Auril celebrate the Coming Storm by calling vicious ice storms to torment a town or region.",
        "Worshipers of Eilistraee may celebrate the High Hunt, in which a deadly beast is hunted in the dark. Hunters may wear anything, but priests go naked, carrying only a sword.",
        "Worshipers of Mielikki and Gwaeron Windstrom celebrate the Fourth Feast and praise the Forest Lady with song.",
        "Priests of Malar may observe a ritual they also call the High Hunt, in which they armor themselves with their personal skull or head trophies and stalk a sentient being, usually a human male, until his death or dawn, whichever comes first.",
        "Worshipers of the gnomish deity Segojan Earthcaller offer up gems and bury them in holes dug by badgers in a festival honoring the treasures of the earth.",
        "Worshipers of Thoth perform the Ceremony of Introspection by fasting for 24 hours followed by immersion in icy water.",
        "Worshipers of Uthgar fast for a day and a night to celebrate the Darking of winter.",
        "In 1371 DR, the Sharn Wall keeping the phaerimm trapped beneath Anauroch was breached during a battle between Galaeron Nihmedu and Melegaunt Tanthul by the interaction of Weave magic and Shadow Weave magic.",
        "In 1375 DR, Lolth's Champion, Selvetarm, was killed by Cavatina Xarann wielding the Crescent Blade.",
        "In 1375 DR, drow mages of Vhaeraun performed a High Magic ritual for the first time since the Descent of the Drow (circa –10000 DR), which opened a gateway to Eilistraee's realm in Arvandor. The Masked Lord attempted to assassinate his sister, but failed and was killed by her instead.[note 1]"
    ],
    "Nightal_21": [
        "There are no interesting events for today. *Meow*"
    ],
    "Nightal_22": [
        "Worshipers of Tyr perform the ritual of the Blinding at which an illusion of a giant pair of eyes appears above the congregation and then sheds flaming tears until they drain away to nothing."
    ],
    "Nightal_23": [
        "There are no interesting events for today. *Meow*"
    ],
    "Nightal_24": [
        "Worshipers of Waukeen celebrate the return of their goddess from the Abyss."
    ],
    "Nightal_25": [
        "Worshipers of Waukeen observe Orbar, a High Festival in which the church solemnly acknowledges the darker side of wealth and prays for those who succumbed to miserliness, were killed by thieves, or lost their life in the pursuit of wealth.",
        "On 1486 DR, Vanquisher Tarhun was killed by a maurezhi servant of Gilgeam."
    ],
    "Nightal_26": [
        "In 1371 DR, a small group of elvish and Waterdhavian forces, led by Khelben Arunsun, answered the call to aid the elves of Evereska against the phaerimm. They hoped to set up a portal through which a larger army could be sent.",
        "In 1486 DR, Enlil returned to Toril and manifested in Djerad Thymar in the shape of a Dragonborn, thereby choosing the race as his new protégés. Gilgeam and his people returned from Abeir to Toril and immediately moved against Djerad Thymar to reclaim the lands of Unther from Tymanther."
    ],
    "Nightal_27": [
        "In 1374 DR, Scyllua Darkhope, commander of the Zhentarim army occupying Shadowdale, split her forces and took two brigades south to invade Mistledale, leaving the Brigade of Shadows to maintain control of Shadowdale."
    ],
    "Nightal_28": [
        "In 1368 DR, Fzoul Chembryl begins reading aloud from the True Life of Cyric.",
        "In 1371 DR, the band of reinforcements from Waterdeep, led by Khelben Arunsun, were beset by phaerimm on the High Moor. They suffered many casualties and were delayed in their arrival at Rocnest.",
        "In 1373 DR, Cimbar, the capital of Chessenta, was easily overthrown by the great red wyrm Tchazzar who then took up residence in the Palace of the Sceptenar and declared himself ruler."
    ],
    "Nightal_29": [
        "In 1374 DR, Ilsevele Miritar, daughter of Seiveril and commander of the Army of Myth Drannor, became aware that the Warblade, Ary’Velahr’Kerym, had crossed ancient wards and was somewhere in the Twisted Tower region of Shadowdale.",
        "In 1486 DR, Gilgeam led the Untherite army against Djerad Kethendi, starting the First Tymanther-Unther War."
    ],
    "Nightal_30": [
        "Worshipers of Geb call today the Day of Drawing Down, commemorating those who died beneath the earth by collapsing the entrance to an abandoned mine shaft.",
        "Priests of Jergal stop working at sundown and begin the Night of Another Year by reading the names of the deceased they have recorded all year before burning or filing their scrolls.",
        "In 1371 DR, the outpost of Rocnest was lost to the phaerimm when elvish and Waterdhavian troops, led by Khelben Arunsun, arrived too late to turn the tide of battle.",
        "In 1374 DR, a band of elite elven commandos, led by Storm Silverhand and Dove Falconhand, attempted to infiltrate Shadowdale. The Shadow Weave in the area reacted badly with the silver fire of the two Chosen of Mystra and they were forced to teleport away, severely wounded, leaving their companions behind.",
        "In Zakhara the last day of Saris was Wizard's Day. Magical displays and parades honoring the sha'irs and other practitioners of the art occurred in major Zakharan cities."
    ]
}